Repository: gramps-project/gramps
Catalog: help/*/*.po
Languages: de

source: GRAMPS Manual V2.9
de: GRAMPS Handbuch V2.9

source: The GRAMPS Manual is the user manual helping users to find their way around GRAMPS software. All aspects are covered, including the general details, subtle tips, preferences, tools, reports, etc.
de: Das GRAMPS Handbuch ist das Benutzerhandbuch für Anwender um sich in GRAMPS zurecht zu finden. Alle Gesichtspunkte werden behandelt inklusive der allgemeinen Details, raffinierte Tips, Vorzüge, Werkzeuge, Berichte usw.

source: GRAMPS Project
de: GRAMPS Projekt

source: This manual is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Diese Handbuch ist freie Software Sie können es weiter geben und/oder ändern unter den Bedingungen der GNU General Public License wie veröffentlicht von der Free Software Foundation; entweder Version 2 der Lizenz, oder (nach Ihrer Wahl) jede spätere Version.

source: This manual is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Dieses Handbuch wird verteilt in der Hoffnung, das es hilfreich, aber OHNE JEDE GARANTIE; ohne ZUSICHERUNG ALLGEMEINER GEBRAUCHSTAUGLICHKEIT oder ZUSICHERUNG DER ERFORDERLICHEN GEBRAUCHSTAUGLICHKEIT. Sehen Sie in die GNU General Public Lizenz für mehr Details.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
de: Sie sollten mit dieser Software eine Kopie der GNU General Public Lizenz erhalten haben, wenn nicht, schreiben sie an Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA

source: GRAMPS Manual V2.8
de: GRAMPS Handbuch V2.8

source: July 2006
de: Juli 2006

source: GRAMPS Manual V2.5
de: GRAMPS Handbuch V2.5

source: February 2004
de: Februar 2004

source: GRAMPS Manual V2.4
de: GRAMPS Handbuch V2.4

source: December 2003
de: Dezember 2003

source: GRAMPS Manual V2.3
de: GRAMPS Handbuch V2.3

source: GRAMPS Manual V2.2
de: GRAMPS Handbuch V2.2

source: July 2003
de: Juli 2003

source: GRAMPS Manual V2.1
de: GRAMPS Handbuch V2.1

source: May 2003
de: Mai 2003

source: GRAMPS Manual V2.0
de: GRAMPS Handbuch V2.0

source: GRAMPS User Manual V1.1
de: GRAMPS Benutzerhandbuch V1.1

source: gramps User Manual V1.0
de: gramps Benutzerhandbuch V1.0

source: This manual describes version 2.2.0 of GRAMPS.
de: Dieses Handbuch beschreibt Version 2.2.0 von GRAMPS

source: Preface
de: Einleitung

source: GRAMPS is a software package designed for genealogical research. Although similar to other genealogical programs, GRAMPS offers some unique and powerful features, which we'll discuss below.
de: GRAMPS ist ein Softwarepaket bestimmt für die Ahnenforschung. Obwohl ähnlich wie andere Ahnen Programme, bietet GRAMPS einige einmalige und leistungsstarke Funktionen, die weiter unten asführlich besprochen werden.

source: GRAMPS is an Open Source Software package, which means you are free to make copies and distribute it to anyone you like. It's developed and maintained by a worldwide team of volunteers whose goal is to make GRAMPS powerful, yet easy to use.
de: GRAMPS ist ein Open Source Software Paket, was bedeutet Sie sind frei Kopien zu erstellen und an jeden den Sie wollen weiter zugeben. Es wird entwickelt und betreut von einem globalen Team von Freiwilligen deren Ziel es ist, zu machen das GRAMPS leistungsstark und dennoch einfach zu bedienen ist.

source: Why use GRAMPS?
de: Warum GRAMPS verwenden?

source: Most genealogy programs allow you to enter information about your ancestors and descendants. Typically, they can display family relationships through charts, graphs, or reports. Some allow you to include pictures or other media. Most let you include information about people even if those people are not related to the primary family you happen to be researching. And they may include features that let you exchange data with other programs and print different types of reports.
de: Die meisten Genealogieprogramme erlauben Ihnen, Informationen über Ihre Vorfahren und Nachkommen einzutragen. Gewöhnlich können sie Familie Verhältnisse durch Diagramme, Grafiken oder Berichte anzeigen. Einige erlauben Ihnen, Abbildungen oder andere Medien einzuschließen. Die meisten lassen Sie Informationen über Leute einschließen, selbst wenn jene Leute nicht mit der Primärfamilie zusammenhängen, die Sie erforschen. Und sie können Möglichkeiten enthaltn, Daten mit anderen Programmen auszutauschen und unterschiedliche Arten von Berichten zu drucken.

source: GRAMPS has all these capabilities and more. Notably, it allows you to integrate bits and pieces of data as they arise from your research and to put them in one place -- your computer. You can then use your computer to manipulate, correlate, and analyze your data, rather than messing with reams of paper.
de: GRAMPS hat alle diese Fähigkeiten und mehr. Vornehmlich erlaubt es Ihnen, Stücke von Daten zu integrieren, während sie aus Ihrer Forschung entstehen und sie in einen Platz einzusetzen -- Ihren Computer. Sie können dann Ihren Computer benutzen, um diese Daten, zu manipulieren, aufeinander zu beziehen und zu analysieren, anstatt sich mit einem Haufen Papier herum zu schlagen.

source: Typographical conventions
de: Drucktechnische Konventionen

source: Applications
de: Anwendungen

source: <command>Commands</command> you type at the command line
de: <command>Befehle</command> die Sie in der Befehlszeile eingeben

source: Filenames
de: Dateinamen

source: Replaceable text
de: Ersetzbarer Text

source: <guilabel>Labels</guilabel> for buttons and other portions of the graphical interface
de: <guilabel>Beschriftung</guilabel> für Schaltflächen und andere Teile der grafischen Schnittstelle

source: Menu selections look like this: <menuchoice><guimenu>Menu</guimenu><guisubmenu>Submenu</guisubmenu><guimenuitem>Menu Item</guimenuitem></menuchoice>
de: Menüauswahlen sehen so aus: <menuchoice><guimenu>Menü</guimenu><guisubmenu>Untermenü</guisubmenu><guimenuitem>Menüeintrag</guimenuitem></menuchoice>

source: <guibutton>Buttons</guibutton> you can click
de: <guibutton>Schaltflächen</guibutton> die Sie anklicken können

source: Anything you type in
de: Alles was Sie eingeben

source: In this book, some words are marked with special typography: <placeholder-1/>
de: In diesem Buch sind einige Wörter mit eine speziellen Typografie makiert: <placeholder-1/>

source: Example Tip
de: Beispiel Ratschlag

source: Tips and bits of extra information will look like this.
de: Hinweise und zusätzliche Informationen so aussehen.

source: Example Note
de: Beispiel Hinweis

source: Notes will look like this.
de: Hinweise sehen so aus

source: The manual also provides assorted bits of additional information in tips and notes, as follows. <placeholder-1/><placeholder-2/>
de: Dieses Handbuch bietet auch Informationen in Tips und Notizen, wie folgt: <placeholder-1/><placeholder-2/>

source: Example Warning
de: Beispiel Warnung

source: This is what a warning looks like. If there's a chance you'll run into trouble, you will be warned beforehand.
de: Dies ist wie eine Warnung aussieht. Wenn eine Chance besteht, das Sie Probleme bekommen, werden Sie vorher gewarnt.

source: Finally, there are warnings, notifying you where you should be careful: <placeholder-1/>
de: Abschließend gibt es Warnungen, die Sie darauf aufmerksam machen wo Sie vorsichtig sein sollten: <placeholder-1/>

source: Getting Started
de: Erste Schritte

source: In this chapter, we'll begin with the basics. We'll show you how to start GRAMPS and how to get help when you need it.
de: In diesem Kapitel werden wir mit den Grundlagen beginnen. Wir werden Ihnen zeigen wie man GRAMPS startet und wie man Hilfe bekommt wenn man sie benötigt.

source: To Start GRAMPS
de: GRAMPS starten

source: You can start GRAMPS in the following ways:
de: Sie können GRAMPS auf die folgenden Arten starten:

source: From the <guimenu>Applications</guimenu> menu
de: Aus dem <guimenu>Programm</guimenu> Menü

source: Select GRAMPS from the list of programs displayed in your computer's Applications menu. (The location and appearance of this menu vary slightly from one distribution of Linux to another. On the default GNOME desktop, you'll find GRAMPS in the <menuchoice><guimenu>Applications</guimenu><guisubmenu>Other</guisubmenu></menuchoice> menu.
de: Wählen Sie GRAMPS von der Liste der Programme, die in Ihrem Computer Anwendungen Menü angezeigt werden. (die Position und das Aussehen dieses Menüs schwankt etwas von einer Distribution von Linux zu anderen. Auf dem standart GNOME Desktop finden Sie GRAMPS im Menü <menuchoice><guimenu>Programme</guimenu><guisubmenu>Andere</guisubmenu></menuchoice>.

source: From the command line
de: Von der Kommandozeile

source: If you're adept with Linux and like to work from the command line, you can start GRAMPS by calling up a terminal window, typing <command>gramps</command>, and then pressing <keycap>Enter</keycap>.
de: Wenn Siemit Linux vertraut sind und es lieben von der Kommandozeile zu arbeiten, können Sie GRAMPS starten indem Sie auf der Kommandozeile <command>gramps</command> eingeben und dann mit <keycap>Eingabe</keycap> bestätigen.

source: If you would like GRAMPS to open a specific database or to import a specific file on startup, you can supply the filename as a command line argument:
de: Wenn Sie wollen, das GRAMPS beim Start eine bestimmte Datenbank öffnet oder eine bestimmte Datei importiert, können Sie den Dateinamen als Kommandozeilenargument übergeben:

source: gramps filename.grdb
de: gramps Dateiname.grdb

source: where <filename>filename.grdb</filename> is the name of the file you want to open. The command line provides many more ways to start GRAMPS and perform different tasks.
de: wobei <filename>Dateinam.grdb</filename> der Name der Datei die Sie öffnen wollen ist. Die Kommandozeile bietet viel mehr Möglichkeiten, GRAMPS zu beginnen und unterschiedliche Aufgaben durchzuführen.

source: Choosing a database
de: Eine Datenbank wählen

source: If GRAMPS is started without a database selected, the initial screen will have little functionality. Most operations will not be available. To load a database, select either <guibutton>New</guibutton> to create a new database, or <guibutton>Open</guibutton> to open an existing database. GRAMPS keeps track of your recently opened databases, and these can be selected by clicking on the arrow next to the <guibutton>Open</guibutton> button and choosing from the drop down menu.
de: Wenn GRAMPS ohne gewählte Datenbank gestartet wird, hat der Startbildschirm nur wenige Funktionen. Die meisten Funktionen stehen nicht zur Verfügung. Um eine Datenbank zu laden, wählen Sie entweder <guibutton>Neu</guibutton> um eine neue Datenbank zu erstellen, oder <guibutton>Öffnen</guibutton> um eine bestehende Datenbank zu öffnen. GRAMPS behält die Übersicht übere Ihre kürzlich geöffneten Datenbanken und diese können durch klicken auf den Pfeil neben der <guibutton>Öffnen</guibutton> Schaltfläche und Auswahl aus dem Pull-down Menü gewählt werden.

source: Initial Window
de: Startfenster

source: Initial Window.
de: Startfenster

source: Obtaining Help
de: Hilfe bekommen

source: GRAMPS has a <menuchoice><guimenu>Help</guimenu></menuchoice> menu that you can consult at any time. It includes the following items:
de: GRAMPS hat ein <menuchoice><guimenu>Hilfe</guimenu></menuchoice> Menü, das Sie jederzeit befragen können. Es enthält die folgenden Punkte:

source: User manual
de: Benutzerhandbuch

source: An electronic version of the manual that you can access while you work in GRAMPS.
de: Eine elektronische Version des Handbuchs, das Sie einsehen können während Sie mit GRAMPS arbeiten.

source: A list of Frequently Asked Questions about GRAMPS.
de: Eine Liste der am häufigsten zu GRAMPS gestellten Fragen

source: Tip of the day
de: Tip des Tages

source: Displays the "Tip of the day" dialog.
de: Zeigt den "Tip des Tages" Dialog.

source: Use this item to display the status of any plugins you may have added.
de: Benutzen Sie diesen Eintrag um den Status von jedem Plugin das Sie hinzugefügt haben können anzuzeigen.

source: This item opens your web browser and connects to the GRAMPS' project web site.
de: Dieser Eintrag öffnet ihren Browser und vebindet mit der GRAMPS Projekt Webseite.

source: GRAMPS mailing lists
de: GRAMPS mailing Liste

source: This item opens your web browser to the GRAMPS mailing list page. At this page, you can browse the mailing list archives or join the mailing list
de: Dieser Eintrag öffnet ihren Browser und vebindet mit der GRAMPS mailing Liste Seite. Auf dieser Seite können Sie das mailig Listen Archiv durchsuchen oder einer mailig liste beitreten.

source: Report a bug
de: Einen Fehler melden

source: Choose this item to file a bug report in our bug tracking system. (Remember, GRAMPS is a living project. We want to know about any problems you encounter so we can work to solve them for everyone's benefit.)
de: Wählen Sie diesen Eintrag um einen Fehlerbericht in unserem Fehlerverfolgungssystem. (Denk dran, GRAMPS ist ein lebendes Projekt. Wir wollen über jedes Problem das Ihnen begegnet bescheid wissen, so das wir an einer Lösung zu jedermans Vorteil arbeiten können.)

source: About
de: Über

source: This item displays a dialog with general information about the GRAMPS version you are running.
de: Dieser Eintrag zeigt einen Dialog mit allgemeinen Informationen über die GRAMPS Version, die Sie einsetzen.

source: Main Window
de: Hauptfenster

source: When you open a database (either existing or new), the following window is displayed:
de: Wenn Sie eine Datenbank öffnen (egal ob bestehend oder neu), wird das folgende Fenster angezeigt:

source: GRAMPS Main Window
de: GRAMPS Hauptfenster

source: The main GRAMPS window contains the following elements:
de: Das GRAMPS Hauptfenster enthält die folgenden Elemente:

source: Menubar
de: Menüleiste

source: The menubar is located at the very top of the window (right below the window title) and provides access to all the features of GRAMPS.
de: Die Menüleiste ist am oberen Ende des Fensters angeordnet (gleich unter dem Fenstertitel) und bietet zugriff auf alle Fähigkeiten von GRAMPS.

source: Toolbar
de: Werkzeugleiste

source: The toolbar is located right below the menubar. It gives you access to the most frequently used functions of GRAMPS. You can set options that control how it appears by going to <menuchoice><guimenu>Edit</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice>. You can also hide it entirely by going to <menuchoice><guimenu>View</guimenu><guisubmenu>Toolbar</guisubmenu></menuchoice>.
de: Die Werkzeugleiste befindet sich direkt unter der Menüleiste. Es gibt Ihnen Zugriff auf die am häufigsten verwendeten Funktionen von GRAMPS. Sie können Optionen setzen wie sie aussehen soll über <menuchoice><guimenu>Bearbeiten</guimenu><guisubmenu>Einstellungen</guisubmenu></menuchoice>. Sie können sie komplett ausblenden über <menuchoice><guimenu>Ansicht</guimenu><guisubmenu>Werkzeugleiste</guisubmenu></menuchoice>.

source: Progress Bar
de: Fortschrittsbalken

source: The Progress Bar is located in the lower left corner of the GRAMPS window. It displays the progress of time consuming operations, such as opening and saving large databases, importing and exporting to other formats, generating web sites, etc. When you are not doing these types of operations, the Progress Bar is not shown.
de: Der Fortschritsbalken befindet sich in der unteren linken Ecke des GRAMPS Fensters. Er zeigt den Fortschritt zeitintensiver Aktionen, wie z.B. öffnen und speichern großer Datenbanken, Import und Export in andere Formate, erstellen von Webseiten, usw. Wenn sie keine solcher Aktionen durchführen, erscheint der Fortschrittsbalken nicht.

source: Status Bar
de: Statusleiste

source: The Status Bar is located to the right of the Progress Bar, on the very bottom of the GRAMPS window. It displays information about current GRAMPS activity and contextual information about the selected items.
de: Die Statusleiste befindet sich rechts neben dem Fortschritsbalken am unteren Rand des GRAMPS Fensters. Sie zeigt Informationen über aktuelle GRAMPS Aktivitäten und kontextabhängige Informationen über gewähltem Objekt.

source: Display area
de: Anzeigebereich

source: The largest area in the center of the GRAMPS window is the display area. What it displays depends on the currently selected View. We'll discuss Views in detail below.
de: Der größte Bereich in der Mitte des GRAMPS Fenster ist der Anzeigebereich. Was er zeigt ist von der gewählten Ansicht abhängig. Die Ansichten werden später im Detail behandelt.

source: Views
de: Ansichten

source: Genealogical information is very broad and can be extremely detailed. Displaying it poses a challenge that GRAMPS takes on by dividing and organizing the information into a series of Views. Each View displays a portion of the total information, selected according to a particular category. This will become clearer as we explore the different Views, listed below:
de: Genealogische Informationen sind sehr umfassend und können sehr detailiert sein. Diese darzustellen stellt eine Herausforderung dar die GRAMPS meistert indem es die Information in verschiedene Ansichten teilt und organisiert. Jede Ansicht zeigt einen teil der gesammten Informationen, ausgewählt gemäß einer bestimmten Kategorie. Dies wird klarer wenn wir die verschiedenen Ansichten, die unten aufgelisted sind, erkunden.

source: People View
de: Personenansicht

source: Displays the list of people in the database
de: Zeigt die Liste der Personen in der Datenbank

source: Relationships View
de: Beziehungen Ansicht

source: Shows the relationships between the Active Person and other people. This includes parents, spouses, and children
de: Zeigt die Beziehungen zwischen der aktiven Person und anderen Personen. Dies beinhaltet Ehepartner und Kinder

source: Family List View
de: Familien Listenansicht

source: Shows the list of families in the database
de: Zeigt die Liste der Familien in der Datenbank

source: Pedigree View
de: Stammbaum Ansicht

source: Displays a graphical ancestor tree for the selected person
de: Zeigt einen grafischen Vorfahrenbaum für die ausgewählte Person

source: Events View
de: Ereignisansicht

source: Displays the list of events in the database
de: Zeigt die Liste der Ereignisse in der Datenbank

source: Sources View
de: Quellen Ansicht

source: Displays the list of sources in the database
de: Zeigt die Liste der Quellen in der Datenbank

source: Places View
de: Orte Ansicht

source: Displays the list of places in the database
de: Zeigt die Liste der Orte in der Datenbank

source: Media View
de: Medien Ansicht

source: Displays the list of media objects in the database
de: Zeigt die Liste der Medienobjekte in der Datenbank

source: Repositories View
de: Aufbewahrungsorte Ansicht

source: Displays the list of repositories in the database.
de: Zeigt die Liste der Aufbewahrungorte in der Datenbank

source: Before we launch into a description of each View, let's first explain how to switch between Views.
de: Bevor wir mit einer Beschreibung jeder Ansicht starten, lass uns erst erklären wie man zwischen den Ansichten umschaltet.

source: Switching Views and Viewing Modes
de: Ansichten und Anzeigemodi wechseln

source: As mentioned above there are nine different Views. In addition, there are two different Viewing Modes. You can tell at a glance which Viewing Mode you are in: If you see icons listed vertically in a sidebar at the left of the window, you are in the Sidebar Viewing Mode. If instead you see a series of "notebook tabs" (labeled People, Relationships, Family List, Pedigree, Events, Sources, Places, Media and Repositories) that run horizontally across the window, then you are in the Tabbed Viewing Mode. You can switch from one Viewing Mode to another by selecting <menuchoice><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> from the Sidebar menu item.
de: Wie oben erwähnt gibt es 9 verschiedene Ansichten. Zusätzlich gibt es zwei Ansichtenmodi. Sie können auf einen Blick erkennen in welchen Ansichtenmodus Sie sich befinden. Wenn Sie die Symbole senkrecht gelistet in einer Seitenleiste auf der linken Seite des Fensters sehen befinden Sie sich in der Seitenleiste Ansicht. Wenn Sie aber eine Reihe von "Ordner Reitern" sehen (bezeichnet: Personen, Beziehungen, Familienliste, Ahnentafel, Ereignisse, Quellen, Orte, Multimedia und Aufbewahrungsorte) wagerecht über dem Fenster, befinden Sie sich in der Reiteransicht. Sie können zwischen den Modi wechseln durch wählen von <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice> aus dem Seitenleiste Menüeintrag.

source: If you're in the Sidebar Viewing Mode, you can select the View you want by clicking one of the sidebar icons.
de: Wenn Sie sich im Seitenleisteansicht Modus befinden, können Sie die gewünschte Ansicht durch klicken auf das Seitenleistensymbol wählen.

source: Sidebar Viewing Mode
de: Seitenleiste Ansicht Modus

source: Shows sidebar viewing mode.
de: Zeigt Seitenleiste Ansicht Modus.

source: If you're in the Tabbed Viewing Mode, you can select the View you want by clicking the corresponding notebook tab.
de: Wenn Sie sich im Reiteransicht Modus befinden, können Sie die gewünschte Ansicht durch klicken auf den Entsprechenden Reiter wählen.

source: Tabbed Viewing Mode
de: Tabulatoren Ansicht Modus

source: Shows tabbed viewing mode.
de: Zeigt Tabulatoren Ansicht Modus

source: The People View lists the people stored in the database. You'll note that people are grouped according to their family names. To the left of each family name is typically either an arrow or some other type of indicator. Clicking it once will reveal the entire list of people sharing that name. Clicking the indicator again will "roll up" the list and show only the family name.
de: Die Personenansicht listet die Personen aus der Datenbank. Sie werden merken, das die Personen nach ihren Familiennamen gruppiert sind. Links neben jedem Familiennamen ist typischer weise ein Pfeil oder ein anderer Indikator. Einmal klicken öffnet die Liste der Personen mit dem Namen. Noch einmal klicken schließt die Liste wieder und zeigt nur den Familiennamen.

source: By default, the People View, displays the several columns of information about each person. You can add or remove columns to and from the display by calling up the <guilabel>Column Editor</guilabel> dialog ( <menuchoice><guimenu>Edit</guimenu><guimenuitem>Column Editor</guimenuitem></menuchoice>) and checking or unchecking the boxes listed. You can also change the position of a column in People View by clicking and dragging it to a new position in the Editor. Once you have made the changes you want, click <guibutton>OK</guibutton> to exit the Editor and see your changes in the People View.
de: Standartmäßig zeigt die Personenansicht mehrere Spalten mit Informationen über jede Person. Sie können Spalten zu der Ansicht hinzufügen oder entfernen durch Aufruf des <guilabel>Spalteneditor</guilabel> Dialog ( <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Spalteneditor</guimenuitem></menuchoice>) und An- oder Abwahl der gelisteten Checkboxen. Sie können auch die Position einer Spalte in der Personenansicht durch klicken und verschieben im Editor ändern. Wenn sie die Änderungen gemacht haben klicken Sie <guibutton>OK</guibutton> um den Editor zu verlassen und ihre Änderungen in der Personenansicht zu sehen.
