Repository: gramps-project/gramps
Catalog: help/*/*.po
Languages: de

source: Clicking <guibutton>OK</guibutton> will immediately save changes to the database. This version of GRAMPS does not have a separate saving function, all changes are immediate.
de: Klicken von <guibutton>OK</guibutton> speichert Änderungen unverzüglich in der Datenbank. Diese Version von GRAMPS hat keine seperate speichern Funktion, alle Änderungen geschehen sofort.

source: The tabs provide the following information categories of relationship data:
de: Die Reiter bieten folgende Beziehungsdaten Kategorien:

source: Children
de: Kinder

source: Removing a child from the list does not delete that child from the database. It simply removes the child from this relationship.
de: Das Entfernen eines Kindes von der Liste löscht dieses Kind nicht aus der Datenbank. Es entfernt einfach das Kind aus dieser Beziehung.

source: Removing an event from the list does not delete that event from the database. It simply removes the event reference from this relationship.
de: Das Entfernen eines Ereignis aus der Liste löscht dieses Ereignis nicht aus der Datenbank. Es entfernt einfach das Ereignis aus dieser Beziehung.

source: Sources that document specific events such as marriages or divorces are better filed in relation to those events, under the Events tab.
de: Quellen die ein spezielles Ereignis dokumentieren wie Heiraten oder Scheidungen sollten im zusammenhang mit diesen Ereignissen unter dem Ereignis Reiter gespeichert werden.

source: The buttons <guibutton>+</guibutton>, <guibutton>Edit</guibutton>, and <guibutton>-</guibutton> allow let you add, modify, and remove a source reference to this relationship. Note that the <guibutton>Edit</guibutton> and <guibutton>-</guibutton> buttons become available only when a source reference is selected from the list.
de: Die Schaltflächen <guibutton>+</guibutton>, <guibutton>Bearbeiten</guibutton>, und <guibutton>-</guibutton> ermöglichen ihnen das Hinzufügen, Ändern und Entfernen eines Quellenhinweis zu dieser Beziehung. Beachten Sie das die <guibutton>Bearbeiten</guibutton> und <guibutton>-</guibutton> Schaltflächen nur verfügbar sind, wenn ein Quellenbezug in der Liste gewählt ist.

source: Editing Information About Sources
de: Informationen über Quellen bearbeiten

source: Source Editor dialog
de: Quelle bearbeiten Dialog

source: Shows Source Editor dialog.
de: Zeigt Quelle bearbeiten Dialog.

source: The tabs provide the following information categories of source data:
de: Die Reiter bieten die follgenden Informationskategorien über Quelldaten:

source: Note
de: Notiz

source: Data
de: Daten

source: Repositories
de: Aufbewahrungsorte

source: References
de: Referenzen

source: Editing Information About Places
de: Informationen über Orte bearbeiten

source: Place Editor dialog
de: Orte bearbeiten Dialog

source: Shows Place Editor dialog.
de: Zeigt Orte bearbeiten Dialog.

source: Clicking <guibutton>OK</guibutton> will immediately save changes to the database). All changes are immediate.
de: <guibutton>OK</guibutton> klicken speichert die Daten sofort in der Datenbank. Alle Änderungen sind unmittelbar.

source: If a tab label is in boldface type and displays an icon, this means it contains data. If not, it has no data.
de: Wenn ein Reiter fett beschrifted ist und ein Piktogramm enthält, enthält dieser Reiter Daten. Wenn nicht enthält er keine Daten.

source: The tabs represent following categories of place data:
de: Die Reiter stehen für folgende Gruppen von Ortsdaten:

source: Other names
de: Andere Namen

source: Editing Information About Media Objects
de: Informationen über Medienobjekte bearbeiten

source: Media Properties Editor dialog
de: Medieneigenschaften bearbeiten Dialog

source: Shows Media Properties Editor dialog.
de: Zeigt Medieneigenschaften bearbeiten Dialog.

source: The tabs represent the following categories of media data:
de: Die Reiter stehen für folgende Gruppen von Mediendaten:

source: Editing Information About Events
de: Informationen über Ereignisse bearbeiten

source: Event Editor dialog
de: Ereignisse bearbeiten Dialog

source: Shows Event Editor dialog.
de: Zeigt Ereignisse bearbeiten Dialog.

source: The tabs provide the following information categories of the event data:
de: Die Reiter stehen für folgende Gruppen von Ereignisdaten:

source: Editing Source References
de: Quellen Referenzen bearbeiten

source: Source Information dialog
de: Quellen Informationen Dialog

source: Shows Source Information dialog.
de: Zeigt Quellen Informationen Dialog.

source: Names are edited through the following <guilabel>Name Editor</guilabel> dialog:
de: Name werden in dem follgenden <guilabel>Namen Editor</guilabel> Dialog bearbeitet:

source: Name Editor dialog
de: Name bearbeiten Dialog

source: Shows Name Editor dialog.
de: Zeigt Name bearbeiten Dialog

source: The tabs provide the following information categories of the name data:
de: Die Reiter stehen für folgende Gruppen von Namensdaten:

source: Attributes are edited through the following <guilabel>Attribute Editor</guilabel> dialog:
de: Attribute werden in follgendem <guilabel>Attribute Editor</guilabel> Dialog bearbeitet:

source: Attribute Editor dialog
de: Attribute bearbeiten Dialog

source: Shows Attribute Editor dialog.
de: Zeigt Attribute bearbeiten Dialog

source: The tabs provide the following information categories of the attribute data:
de: Die Reiter stehen für folgende Gruppen von Attributsdaten:

source: Addresses are edited through the following <guilabel>Address Editor</guilabel> dialog:
de: Adressen werden in dem follgenden <guilabel>Adressen Editor</guilabel> Dialog bearbeitet:

source: Address Editor dialog
de: Adresse bearbeiten Dialog

source: Shows Address Editor dialog.
de: Zeigt Adresse bearbeiten Dialog

source: The tabs provide the following information categories of the address data:
de: Die Reiter stehen für folgende Gruppen von Adressdaten:

source: Merging records
de: Datensätze verschmelzen

source: Merge People
de: Personen zusammenfassen

source: Compare and Merge
de: Vergleichen und Zusammenfassen

source: Compare People dialog
de: Personen vergleichen Dialog

source: Shows Compare People dialog.
de: Zeigt Personen vergleichen Dialog

source: The data from the other record will be kept as alternate data. Specifically, all names from the other record will become alternate names of the merged record. Similarly, parents, spouses, and children of the other record will become alternate parents, spouses, and children of the merged record, and so on.
de: Die Daten von dem anderen Datensatz werden als Zweitdaten behalten. Spezifisch werden alle Namen von dem anderen Datensatz Zweitnamen des vermischten Datensatz. Ähnlich werden Eltern, Gatten und Kinder des anderen Datensatz zweit Eltern, Gatten und Kinder des vermischten Datensatz und so weiter.

source: Fast Merge
de: Schnell Zusammenfassung

source: Merge People dialog
de: Personen zusammenfassen Dialog

source: Shows Merge People dialog.
de: Zeigt Personen zusammenfassen Dialog.

source: Merge Sources
de: Quellen zusammenfassen

source: Merge Sources dialog
de: Quellen zusammenfassen Dialog

source: Shows Merge Sources dialog.
de: Zeigt Quellen zusammenfassen Dialog

source: Merge Places
de: Orte zusammenfassen

source: Merge Places dialog
de: Orte zusammenfassen Dialog

source: Shows Select title dialog.
de: Zeigt Titel Auswahl Dialog.

source: Using the People View
de: Die Personenansicht benutzen

source: Using the Family View
de: Die Familienansicht benutzen

source: Using the Pedigree View
de: Die Stammbaumansicht benutzen

source: Advantages of using right-click menus
de: Vorteile der Benutzung von Rechtsklick-Menüs

source: Direct access to spouse and siblings
de: Direkter Zugriff auf Gatte und Geschwister

source: Setting the Home Person
de: Die Hauptperson setzen

source: Using history-based tools
de: Verlauf basierende Werkzeuge benutzen

source: Bookmarking People
de: Lesezeichen für Personen

source: Edit Bookmarks dialog
de: Lesezeichen bearbeiten Dialog

source: Shows Edit Bookmarks dialog.
de: Zeigt Lesezeichen bearbeiten Dialog

source: Finding records
de: Datensätze finden

source: Finding People
de: Personen finden

source: Generating Reports
de: Berichte erstellen

source: Substitution Values
de: Werte ersetzen

source: Displays the person's name in the form of FirstName LastName
de: Zeigt die Personen Namen in der Form Vorname Nachname

source: Displays the person's name in the form of LastName, FirstName
de: Zeigt die Personen Namen in der Form Nachname, Vorname

source: Displays the GRAMPS ID associated with the person.
de: Zeigt die mit der Person verknüpfte GRAMPS ID

source: Displays the person's date of birth
de: Zeigt das Geburtsdatum der Person

source: Displays the person's place of birth
de: Zeigt den Geburtsort der Person

source: Displays the person's date of death
de: Zeigt das Todesdatum der Person

source: Displays the person's place of death
de: Zeigt den Sterbeort der Person

source: Books
de: Bücher

source: Book Report dialog
de: Buch Bericht Dialog

source: Shows Book Report dialog.
de: Zeigt Buch Bericht Dialog

source: Title Page
de: Titelseite

source: Custom Text
de: Text nach Maß

source: Code Generators
de: Code Erzeuger

source: Graphical Reports
de: Grafische Berichte

source: The following graphical reports are currently available in GRAMPS:
de: Die folgenden grafischen Berichte sind zur Zeit in GRAMPS verfügbar:

source: Ancestor Chart
de: Ahnentafel

source: This report generates the chart of people who are ancestors of the Active Person. Specific options include the number of generations considered and the format of the displayed entries.
de: Dieser Bericht erzeugt ein Diagramm von Personen, die Vorfahren der aktiven Person sind. Spezielle Optionen beinhalten die Anzahl der berücksichten Generationen und das Format der angezeigten Einträge.

source: Descendant Graph
de: Nachkommen Diagramm

source: This report generates a graph of people who are descendants of the Active Person. Specific options include the format of the displayed entries.
de: Dieser Bericht erstellt eine Grafik der Nachkommen der aktiven Person. Spezielle Optionen bestimmen das Format der angezeigten Einträge.

source: Fan Chart
de: Fächer Diagramm

source: Relationship Graph
de: Beziehungs Diagramm

source: Statistics Chart
de: Statistik Diagramm

source: Timeline Graph
de: Zeitleistengrafik

source: Text Reports
de: Text Berichte

source: The following text reports are currently available in GRAMPS:
de: Die folgenden schriftlichen Berichte sind zur Zeit in GRAMPS verfügbar:

source: Ahnentafel Report
de: Ahnentafel

source: Complete Individual Report
de: Vollständiger persönlicher Bericht

source: Descendant Report
de: Nachkommenübersicht

source: Detailed Ancestral Report
de: Ausführliche Ahnenübersicht

source: Detailed Descendant Report
de: Ausführliche Nachkommenübersicht

source: Family Group Report
de: Familienbericht

source: View Reports
de: Ansichten

source: Number of ancestors
de: Anzahl der Vorfahren

source: This report displays the number of ancestors of the active person.
de: Dieser Bericht zeigt die Anzahl der Vorfahren der aktiven Person.

source: Summary of the database
de: Datenbankübersicht

source: Web Page
de: Webseite

source: Narrative Web Site
de: Ausführlicher Webauftritt

source: Introduction
de: Einleitung

source: Applying a filter
de: Einen Filter anwenden

source: Applying a style sheet
de: Ein Stylesheet anwenden

source: Character set encoding
de: Zeichensatz Kodierung

source: Copyright notice
de: Copyright Notiz

source: See the <ulink type="http" url="http://creativecommons.org/">Creative Commons</ulink> web site for more information.
de: Schauen Sie auf die <ulink type="http" url="http://creativecommons.org/">Creative Commons</ulink> Webseite für mehr Informationen.

source: Controlling page generation
de: Seitenerstellung beeinflussen

source: Privacy
de: Privatsfähre

source: If you are not interested in customizing your pages, you may skip the section.
de: Wenn Sie ihre Seiten nicht anpassen wollen, konnen Sie diesen Abschnitt überspringen.

source: Running Tools
de: Werkzeuge benutzen

source: Analysis and Exploration
de: Analyse und Untersuchung

source: Compare individual events
de: Einzelne Ereignisse vergleichen

source: Interactive descendant browser
de: Interaktive Übersicht der Nachkommen

source: Database Processing
de: Datenbankverarbeitung

source: Check and repair database
de: Datenbank überprüfen und reparieren

source: Extract information from names
de: Informationen aus Namen extrahieren

source: Find possible duplicate people
de: Finde mögliche doppelt vorkommende Personen

source: This tool searches the entire database, looking for the entries that may represent the same person.
de: Dieses Werkzeug durchsucht die gesammte Datenbank auf der Suche nach Einträgen die der selben Person entsprechen könnten.

source: Fix capitalization of family names
de: Großschreibung von Familiennamen korrigieren

source: Rename personal event types
de: Ereignistypen umbenennen

source: This tool allows all the events of a certain name to be renamed to a new name.
de: Dieses Werkzeug erlaubt das umbenennen aller Ereignisse mit einem bestimmten Namen in einen neuen Namen.

source: Reorder GRAMPS IDs
de: GRAMPS IDs neu ordnen

source: This tool reorders the GRAMPS IDs according to the defaults of GRAMPS.
de: Dieses Werkzeug ordnet die GRAMPS IDs entsprechend der GRAMPS Einstellungen.

source: Utilities
de: Werkzeuge

source: Custom Filter Editor
de: Filtereditor

source: Define filter dialog
de: Filter definieren Dialog

source: Shows Define filter dialog.
de: Zeigt Filter definieren Dialog.

source: Add Rule dialog
de: Regel hinzufügen Dialog

source: Shows Add Rule dialog.
de: Zeigt Regel hinzufügen Dialog

source: Scratch Pad
de: Entwurfsblock

source: Scratch Pad makes extensive use of drag-and-drop technique.
de: Der Entwurfsblock macht intensiven gebrauch von der drag-and-drop Technik.

source: Scratch Pad tool
de: Entwurfsblock Werkzeug

source: Shows Add Scratch Pad tool.
de: Zeigt Entwurfsblock Werkzeug.

source: Other tools
de: Werkzeuge

source: Generate SoundEx codes
de: SoundEx Codes generieren

source: Relationship calculator
de: Beziehungen bestimmen

source: This utility calculates and displays the relationship of any person to the Active Person.
de: Dieses Dienstprogramm berechnet und zeigt das Verwandschaftsverhältnis jeder Person zur aktuellen Person.

source: Verify the database
de: Datenbankprüfung

source: Settings
de: Einstellungen

source: Preferences
de: Einstellungen

source: Most of the settings in GRAMPS, are configured in the <guilabel>Preferences</guilabel> dialog. To invoke it, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences...</guimenuitem></menuchoice>.
de: Die meisten Einstellungen in GRAMPS werden konfiguriert in dem <guilabel>Einstellungen</guilabel> Dialog. Um ihn aufzurufen, wähle <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen...</guimenuitem></menuchoice>.

source: Preferences dialog
de: Einstellungen Dialog

source: Shows Preferences dialog.
de: Zeigt Einstellungen Dialog

source: The tabs on the top display the available option categories.
de: Die Reiter im oberen Bereich zeigen die verfügbaren Kategorien der Optionen.

source: This category contains preferences relevant to the general operation of the program. Options are:
de: Diese Kategorie enthält Einstellungen, die die allgemeine Verwendung des Programms beeinflussen. Es gibt die folgenden Unterkategorien:

source: Automatically load last database
de: Letzte Datenbank automatisch laden

source: Check this box to automatically load the last open database on startup.
de: Markieren Sie dieses Feld um beim Start automatisch die zuletzt geöffnete Datenbank zu laden.

source: Add default source on import
de: Füge Standardquelle zum Import hinzu

source: This option affects the importing of data. If this is set, each item that is imported will contain a source reference to the imported file.
de: Diese Option beeinflusst den Datenimport. Wenn sie gesetzt ist, enthält jeder Eintrag der importiert wird eine Quellen Hinweis auf die Importdatei.

source: Adding a default source can significantly slow down the importing your data.
de: Das hinzufügen einer standard Quelle kann den Import ihrer Daten signifikant verlangsamen.

source: Enable spelling checker
de: Rechtschreibprüfung aktivieren

source: Display Tip of the Day
de: Tip des Tages anzeigen

source: This option controls the enabling and disabling of the <guilabel>Tip of the Day</guilabel> dialog at startup.
de: Diese Option schaltet den <guilabel>Tipp des Tages</guilabel> ein oder aus.

source: Use shading in Relationship View
de: Benutze Schattierungen in der Beziehungsansicht

source: Enable database transactions
de: Verwende Transaktionen in der Datenbank

source: This option controls the enabling and disabling of transactions during database operations.
de: Diese Option schaltet Transaktionen während Datenbankoperationen ein oder aus.

source: Display
de: Anzeige

source: This category contains preferences relevant to the display of data. Options are:
de: Dieser Bereich enthält Voreinstellung die Datendarstellung relevant sind. Optionen sind:

source: Date format
de: Datumsformat

source: This option controls the display of dates. Several different formats are available, which may be dependent on your locale.
de: Diese Option bestimmt die Anzeige des Datums. Mehrere verschiedene Formate stehen zur Auswahl, diese hängen von ihrem Gebietsschema ab.

source: Surname Guessing
de: Nachnamen-Schätzung

source: This option affects the initial family name of a child when he/she is added to the database.
de: Diese Option beinflusst den vergebenen Familiennamen eines Kindes wenn es zur Datenbank hinzugefügt wird.

source: Status bar
de: Statusleiste

source: Show text in sidebar buttons
de: Zeige Text in Seitenleisten-Buttons

source: Name Display
de: Namensdarstellung

source: This category contains preferences relevant to the display of names. In GRAMPS there are two type of name display formats: the predefined formats, and the user defined custom formats. The predefined formats are:
de: Dieser Bereich enthält die Voreinstellungen die für die Anzeige von Namen relevant sind. In GRAMPS gibt es zwei Arten von Namensanzeigeformaten: Die vorgegebenen Formate und die selbstdefinierten Formate. Die vorgegebenen Formate sind:

source: Family name, Given name Patronymic
de: Familienname, Vorname Vatername

source: Given name Family name
de: Vorname Familienname

source: Patronymic, Given name
de: Vatername, Vorname

source: Given name
de: Vorname

source: When predefined formats are not suitable one can define it's own format.
de: Wenn vordefinierte Formate nicht passen, kann man sein eigenes Format definieren.

source: Display format
de: Anzeigeformat

source: The system wide name format is selected here from a list, which contains both the predefined and custom name formats (if any).
de: Das Programmweite Namensformat wird hier aus einer Liste mit vordefinierten Formaten und selbstdefinierten Namensformaten (wenn es welche gibt) gewählt.

source: Besides the system wide setting GRAMPS allows deciding the name display format individually for every single name via the <guilabel>Name Editor</guilabel> dialog (see <xref linkend="adv-an"/>).
de: Neben derProgrammweiten Einstellung erlaubt es GRAMPS das Namensanzeigeformat für jeden Namen individuell über den <guilabel>Namen-Editor</guilabel> Dialog festzulegen (siehe <xref linkend="adv-an"/>).

source: Custom format details
de: Details zum selbstdefinierten Format

source: It expands the custom format handling user interface.
de: Dies öffnet die Schnittstelle für benutzerdefinierte Formate.

source: Custom name display formats are stored in the databases, thus before loading any database the <guilabel>Custom format details</guilabel> expander is disabled.
de: Selbstdefinierte Namensdarstellungen werden in der Datenbank gespeichert. Daher ist die <guilabel>Details zum selbstdefinierten Format</guilabel> Erweiterung vor dem laden einer Datenbank deaktiviert.

source: Add
de: Hinzufügen

source: Opens the <guilabel>Name Format Editor</guilabel> window to define a new custom format.
de: Öffnet das <guilabel>Namensformat-Editor</guilabel> Fenster um ein neues Benutzerformat zu erstellen.

source: Remove
de: Entfernen

source: Deletes the selected custom Name Display format.
de: Löscht das gewählte selbstdefinierte Nammen Anzeige Format

source: Edit
de: Bearbeiten

source: Opens the <guilabel>Name Format Editor</guilabel> window to modify the selected custom Name Display format.
de: Öffnet das <guilabel>Namensformat-Editor</guilabel> Fenster um das gewählte Benutzer Namenanzeigeformat zu bearbeiten.

source: Name Format Editor
de: Namenformat Editor

source: New formats are created, and existing formats are modified using this editor.
de: Neue Formate werden erstellt und bestehende Formate werden in diesem Editor geändert.

source: The name of the custom format. The format name can be any string, it is used only to recognize the format later on the <guilabel>Display format</guilabel> list.
de: Der Name des selbstdefinierten Formats. Der Formatname kann jede Zeichenfolge sein, er dient nur zur Wiedererkennung des Formats in der <guilabel>Anzeigeformat</guilabel> Liste.

source: The actual format is defined here using special formatting characters. Before and after these special characters any other character or string is allowed. For example: <userinput> "(%t) %L, %f"</userinput> will give <replaceable>"(Dr.) SMITH, Edwin"</replaceable>. The formatting characters are:
de: Das aktuelle Format wird hier durch spezielle Formatierungszeichen festgelegt. Vor oder nach diesen speziellen Zeichen ist jedes andere Zeichen oder Zeichenkette erlaubt. Zum Beispiel: <userinput> "(%t) %L, %f"</userinput> ergibt <replaceable>"(Dr.) SMITH, Edwin"</replaceable>. Die Formatierungszeichen sind:

source: Character
de: Zeichen

source: Given Name
de: Vorname

source: GIVEN NAME
de: VORNAME

source: Surname
de: Nachname

source: SURNAME
de: NACHNAME

source: Title
de: Titel

source: TITLE
de: TITEL

source: Prefix
de: Präfix

source: PREFIX
de: PRÄFIX

source: Call name
de: Rufname

source: CALL NAME
de: RUFNAME

source: Patronymic
de: Vatername

source: PATRONYMIC
de: VATERNAME

source: Example
de: Beispiel

source: Shows a dynamic example how the name will be displayed with the current <guilabel>Format definition</guilabel> string.
de: Zeigt ein dynamisches Beispiel wie der Name angezeigt wird mit dem aktuellen <guilabel>Formatdefinitions</guilabel> Zeichenkette.

source: Format definition details
de: Formatdefinitionsdetails

source: Shows a quick reminder of the special formatting characters.
de: Zeigt eine kurze Übersicht der Formatierungszeichen.

source: ID Formats
de: ID-Formate

source: This category contains preferences relevant to the automatic generation of GRAMPS IDs.
de: Dieser Bereich enthält die Voreinstellungen für die automatische Erzeugung von GRAMPS IDs.

source: Provides the template for generating IDs for a Person.
de: Liefert die Vorlage zur Erstellung von IDs für eine Person

source: Provides the template for generating IDs for a Family.
de: Liefert die Vorlage zur Erstellung von IDs für eine Familie

source: Place
de: Ort

source: Provides the template for generating IDs for a Place.
de: Liefert die Vorlage zur Erstellung von IDs für einen Ort

source: Source
de: Quelle

source: Provides the template for generating IDs for a Source.
de: Liefert die Vorlage zur Erstellung von IDs für eine Quelle

source: Media Object
de: Multimedia-Objekt

source: Provides the template for generating IDs for a Media Object.
de: Liefert die Vorlage zur Erstellung von IDs für ein Multimedia-Objekt
