Repository: gramps-project/gramps
Catalog: help/*/*.po
Languages: de

source: To open a database, either choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice> or click the <guibutton>Open</guibutton> button on the Toolbar. The <guilabel>Open database</guilabel> dialog will appear and you'll see a list of files. If you don't see the file you're looking for, make sure the All files filter is selected. (This dialog has a "filetype" filter, meaning it may only be showing files that have a certain extension.)
de: Um eine Datenbank zu öffnen, wählen Sie entweder <menuchoice> <guimenu>Datei</guimenu><guimenuitem>Öffnen</guimenuitem></menuchoice> oder klicken Sie auf den <guibutton>Öffnen</guibutton> Schaltfläche in der Werkzeugleiste. Der <guilabel>Datenbank öffnen</guilabel>-Dialog erscheint und Sie sehen eine Liste von Dateien. Wenn Sie nicht die Datei sehen nach der Sie suchen, stellen Sie sicher das der alle Dateien Filter gewählt ist. (Dieser Dialog hat einen "Dateityp" Filter, d.h. er zeigt evtl. nur Fateien mit einer bestimmten Endung.)

source: To open a recently accessed database, choose either <menuchoice><guimenu>File</guimenu><guimenuitem>Open Recent</guimenuitem></menuchoice> or the down arrow next to the <guibutton>Open</guibutton> button and select the filename from the list.
de: Um eine kürzlich benutzte Datenbank zu öffnen wählen Sie entweder <menuchoice><guimenu>Datei</guimenu><guimenuitem>Zuletzt geöffnet</guimenuitem></menuchoice> oder den runter Pfeil bei dem <guibutton>Öffnen</guibutton> Symbol und wählen den Dateinamen aus der Liste.

source: GRAMPS allows you to open certain databases that have not been saved in GRAMPS' own file format. These include XML and GEDCOM databases. But you should be aware that if the XML or GEDCOM database is relatively large, you may encounter some performance problems. These can be avoided by creating a new GRAMPS database and importing your XML/GEDCOM data into it.
de: GRAMPS erlaubt ihnenbestimmte Datenbanken zu öffnen, die nicht im GRAMPS eigenem Format gespeichert wurden. Dies betrifft XML und GEDCOM Datenbanken. Aber ihnen sollte bewust sein, das wenn die XML und GEDCOM Datenbanken relativ groß sind, können Sie auf Leistungsprobleme stoßen. Dies kann durch erstellen einer neuen GRAMPS Datenbank und dem Import ihrer XML/GEDCOM Daten in diese verhindert werden.

source: Opening XML and GEDCOM databases
de: XML und GEDCOM Datenbanken öffnen

source: XML and GEDCOM databases require all data to be held in memory. GRAMPS' native grdb format does not. Thus, a database with a grdb format can access data quicker and more efficiently.
de: XML und GEDCOM Datenbanken erfordern das alle Daten im Speicher gehalten werden. Das GRAMPS eigene grdb Format tut dies nicht. Dadurch können Datenbanken im grdb Format schneller und effizienter auf Daten zugreifen.

source: GEDCOM Editing
de: GEDCOM Bearbeitung

source: Please keep in mind that some information in a GEDCOM file may be lost during import into GRAMPS. Simply opening and viewing the file will not change it. However, if any changes were made and they were not abandoned upon exit, exiting GRAMPS will save the data, with possible data loss.
de: Bitte beachten Sie, das einige Informationen in einer GEDCOM-Datei während des Imports nach GRAMPS verloren gehen können. Nur öffnen und ansehen der Datei ändert sie nicht. Wie auch immer, wenn irgendwelche Änderungen gemacht wurden und sie werden nicht beim verlassen verworfen, werden die Daten beim verlassen von GRAMPS mit evtl Datenverlust gespeichert.

source: Saving Changes to Your Database
de: Änderungen in Ihrer Datenbank speichern

source: If you want to return your database to the way it was when you opened it, select <menuchoice><guimenu>File</guimenu><guimenuitem>Abandon changes and quit</guimenuitem></menuchoice>. (This is just like quitting without saving in other programs.)
de: Wenn Sie die Datenbank in den Zustand, den sie beim öffnen hatte versetzen wollen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Änderungen verwerfen und benden</guimenuitem></menuchoice>. (Das ist wie beenden ohne speichern in anderen Programmen.)

source: Importing Data
de: Datenimport

source: Importing allows you to bring data from other genealogy programs into a GRAMPS database. Currently, GRAMPS can import data from the following formats:
de: Importieren erlaubt Ihnen Daten aus anderen genealogie Programmen in eine GRAMPS-Datenbank zu bringen. Im Moment kann GRAMPS Daten aus folgenden Formaten importieren:

source: Another GRAMPS database (having the <filename>grdb</filename> file extension),
de: Eine andere GRAMPS Datenbank (mit der <filename>grdb</filename> Dateierweiterrung),

source: GRAMPS package
de: GRAMPS Paket

source: Importing vs. opening
de: Importieren gegen öffnen

source: Please recognize that importing a database is different from opening a database. When you import, you are actually bringing data from one database into a GRAMPS database. When you open a file, you are editing your original file.
de: Beachten Sie, dass der Unterschied zwischen eine Datenbank öffnen und aus eine Datenbank zu importieren, darin besteht, dass das Importieren alle Daten in die gerade geöffnete GRAMPS-Datenbank einfügt und beim öffnen die original Datei bearbeitet wird.

source: To import data, select <menuchoice><guimenu>File</guimenu><guisubmenu>Import</guisubmenu></menuchoice>. The <guilabel>Import database</guilabel> dialog will open, asking you to specify the file you wish to import.
de: Um Daten zu importieren wählen Sie <menuchoice><guimenu>Datei</guimenu><guisubmenu>Importieren</guisubmenu></menuchoice>. Der <guilabel>Datenbank importieren</guilabel> Dialog wird geöffnet und bittet Sie die Datei die zu importierende Datei anzugeben.

source: Data loss with some formats
de: Datenverlust mit einigen Formaten

source: It is important to note that the importing process is not perfect for GEDCOM and GeneWeb databases. There is a chance that some of the data in these databases will not be imported into GRAMPS.
de: Es ist wichtig zu wissen, das der Import von GEDCOM und GeneWeb Datenbanken nicht perfekt ist.Es besteht die Möglichkeit, das einige Daten aus diesen Datenbanken nicht nach GRAMPS importiert werden.

source: The GRAMPS database (grdb), GRAMPS XML, and GRAMPS package are all native GRAMPS formats. There is no risk of information loss when import or exporting to these formats.
de: Die GRAMPS Datenbank (grdb), GRAMPS XML und GRAMPS Paket sind alles ursprüngliche GRAMPS Formate. Es besteht keine Gefahr von Informationsverlust wenn sie von diesen Formaten importieren oder in diese exportieren.

source: GRAMPS database (grdb)
de: GRAMPS Datenbank (grdb)

source: The native GRAMPS database format is a specific form of Berkeley database (BSDDB) with a special structure of data tables. This format is binary and architecture-dependent. It is very quick and efficient, but not generally portable across computers with different binary architecture (e.g. i386 vs. alpha).
de: Das GRAMPS Datenbankformat ist ein spezfische Form der Berkeley Datenbank (BSDDB) mit einer speziellen Struktur der Datenbanktabellen. Dieses Format ist binär und Architektur abhängig. Es ist sehr schnell und effizient aber nich generell portierbar auf andere Computer mit einer anderen Binärarchitektur (z.B. i386 nach Alpha).

source: The GRAMPS XML file was the default format for older versions of GRAMPS. Unlike the grdb format, it is architecture independent and human-readable. The database may also have references to non-local (external) media objects, therefore it is not guaranteed to be completely portable. The GRAMPS XML database is created by saving ( <menuchoice><guimenu>File</guimenu><guimenuitem>Save As...</guimenuitem></menuchoice> ) or exporting ( <menuchoice><guimenu>File</guimenu><guimenuitem>Export...</guimenuitem></menuchoice> ) data in that format
de: Die GRAMPS XML Datei war das Standartformatvon älteren GRAMPS Versionen. Anders als das grdb Format ist es Architektur unabhängig und von Menschen lesbar. Die Datenbank kann auch Referenzen zu nicht lokalen (externen) Medienobjekten haben daher ist nicht garantiert, das sie komplett portabel ist. Die GRAMPS XML Datenbank wird erstellt durch speichern (<menuchoice><guimenu>Datei</guimenu><guimenuitem>Speichern als..</guimenuitem></menuchoice>) oder exportieren (<menuchoice><guimenu>Datei</guimenu><guimenuitem>Exportieren...</guimenuitem></menuchoice>) von Daten in diesem Format.

source: If you import information from another GRAMPS database or GRAMPS XML database, you will see the progress of the operation in the progress bar of GRAMPS' main window.
de: Wenn Sie Informationen von einer anderen GRAMPS-Datenbank oder GRAMPS XML Datei importieren, sehen Sie den Fortschrit der Aktion im Fortschrittbalken des GRAMPS Hauptfenster.

source: Exporting Data
de: Datenexport

source: Exporting allows you to share any portion of your GRAMPS database with other researchers as well as to enable you to transfer your data to another computer. Currently, GRAMPS can export data to the following formats: GRAMPS database (grdb), GRAMPS XML, GEDCOM, GRAMPS package, Web Family Tree, and GeneWeb.
de: Exportieren ermöglicht Ihnen jeden Teil Ihrer GRAMPS;-Datenbank mit anderen Forschern zu teilen oder Ihre Datenbank komplett auf einen anderen Computer zu portieren. Im Moment kann GRAMPS Daten in folgende Formate exportieren: GRAMPS Datenbank (grdb), GRAMPS XML, GEDCOM, GRAMPS Paket, Web Family Tree, und GeneWeb.

source: Export is saving a copy
de: Export ist eine Kopie speichern

source: When you export, you are saving a copy of the currently opened database. Exporting creates another file with a copy of your data. Note that the database that remains opened in your GRAMPS window is NOT the file saved by your export. Additional editing of the currently opened database will not alter the copy produced by the export.
de: Wenn Sie exportieren, speichern Sie eine Kopie der zur Zeit geöffneten Datenbank. Exportieren erstellt eine andere Datei mit einer Kopie ihrer Daten. Beachten Sie, das die Datenbank, die in ihrem GRAMPS-Fenster geöffnet bleibt, NICHT die Datei ist, die bei ihrem Export gespeichert wurde. Weiteres bearbeiten der aktuell geöffneten Datenbank, ändert nicht die Kopie welche beim Export erstellt wurde.

source: To export data, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Export</guimenuitem></menuchoice>. This will bring up the <guilabel>Export</guilabel> assistant. Its pages will guide you through the format selection (see <xref linkend="export-druid-fig"/>), file selection, and format specific export options (see <xref linkend="gedcom-export-fig"/>). After a final confirmation page, the export will be performed according to the choices you have made. At any time, you can click the <guibutton>Back</guibutton> and revise any selection, and then go forward to redo the export.
de: Um Daten zu exportieren wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Exportieren</guimenuitem></menuchoice>. Dies startet den <guilabel>Export</guilabel> Assistenten. Seine Seiten führen Sie durch die Formatauswahl (siehe <xref linkend="export-druid-fig"/>), Dateiauswahl und formatspezifischen Exportoptionen (siehe <xref linkend="gedcom-export-fig"/>). Nach der letzten Konfigurationsseite wird der Export nach ihren Eingaben ausgeführt. Sie können an jeder Stelle <guibutton>Zurück</guibutton> klicken und ihre Auswahl ändern und anschließend den Export fortsetzen.

source: Export assistant: format selection
de: Exportassistent Formatauswahl

source: Shows format selection page of an Export assistant
de: Zeigt Formatauswahlseite des Exportassistenten

source: Exporting into the GEDCOM format
de: Exportieren in das GEDCOM Format

source: GRAMPS allows you to export a database into the common GEDCOM format. It provides options that allow you to fine tune your export (see <xref linkend="gedcom-export-fig"/>).
de: GRAMPS erlaubt ihnen den Export in das gebräuchlice GEDCOm Format. Es bietet ihnen Optionen, die es erlauben den Export zu konfigurieren (siehe <xref linkend="gedcom-export-fig"/>).

source: Encoding
de: Kodierung

source: Since different languages use different characters, it is important to tell a GEDCOM file what character set is used. The two formats traditionally accepted are ASCII and ANSEL. Since all ASCII characters are valid ANSEL characters, GRAMPS does not provide an option for ASCII.
de: Da verschiedene Sprachen verschiedene Zeichen benutzen, ist es wichtig einer GEDCOM-Datei zu sagen welcher Zeichensatz benutzt wird. Die beiden Formate welche traditionell untestützt werden sind ASCII und ANSEL. Da alle ASCII-Zeichen gültige ANSEL-Zeichen sind, unterstützt GRAMPS keine Option für ASCII.

source: Because ANSEL is not commonly used, some genealogy programs will accept ANSI (more commonly know as ISO-8859-1) and Unicode character sets. Only select ANSI or Unicode if you know any program that attempts to read the GEDCOM file will understand these character sets.
de: Weil ANSEL nicht allgemein verwendet wird, akzeptieren einige Genealogieprogramme ANSI (eher bekannt als ISO-8859-1) und Unicode Zeichensätze. Wählen Sie nur ANSI oder Unicode wenn sie wissen, das jedes Programm welches die GEDCOM-Datei öffnen soll diese Zeichensätze versteht.

source: The filter allows you to export a limited amount of data, based on the criteria you select.
de: Der Filter erlaubt Ihnen eine begrenzte Menge Daten, basierend auf den Kriterien die Sie gewählt haben zu exportieren.

source: Target
de: Ziel

source: While GEDCOM is a standard, not every program implements it in the same way. This can lead to data loss. GRAMPS can reduce the data loss in some cases. You can tell GRAMPS what program is the target, and GRAMPS will customize the exported file for that program. If your program is not listed, choose the "GEDCOM 5.5 Standard".
de: Obwohl GEDCOM ein Standard ist, implementiert nicht jedes Programms es in der gleichen Weise. Dieses kann zu Datenverlust führen. GRAMPS kann den Datenverlust in einigen Fällen verringern. Sie können GRAMPS mitteilen, welches Programm das Ziel ist, und GRAMPS fertigt die exportierte Datei speziell für dieses Programm an. Wenn dein Programm nicht verzeichnet wird, wähle "GEDCOM 5.5 Standard".

source: Allows you to select a statement to describe your Copyright claim.
de: Erlaubt Ihnen eine Aussage zu wählen Ihre Copyright Ansprüche zu beschreiben.

source: Do not include records marked private
de: Als privat markierte Datensätze ignorieren

source: Check this box to prevent private records from being included in the exported file.
de: Makieren sie dieses Kästchen um zu vermeiden, das die exportierte Datei private Daten enthält.

source: Restrict data on living people
de: Daten von lebenden Personen beschränken

source: Check this box to limit the information exported for living people. This means that all information concerning their birth, death, addresses, significant events, etc., will be omitted in the exported GEDCOM file. If you choose this option, you will be given additional options to limit further the data on living people. For example, you can choose to substitute the word "Living" for the first name; you can exclude notes; and you can exclude sources for living people.
de: Aktivieren sie diese Option um die exportierten Informationen von lebenden Personen zu begrenzen. Das bedeutet, das alle Informationen bezüglich deren Geburt, Tod, Adressen, wichtige Ereignisse usw. werden in der exportierten GEDCOM-Datei ausgelassen. Wenn sie diese Option wählen, bekommenSie weitere Optionen um die Daten von lenenden Personen weiter zu begrenzen. Z.B. können Sie den Vornamen durch das Wort "Living"; Sie können Notizen und Quellen für lebende Personen ausschließen.

source: Reference images from path
de: Beziehe Bilder vom Pfad

source: Check this box to tell GRAMPS to use the specific path for your images when writing image references in GEDCOM.
de: Makieren Sie dieses Feld damit GRAMPS den angegebenen Pfad für ihre Bilder benutzt wenn es Bildverweise in GEDCOM schreibt.

source: This option allows specify where your image files are located. This is useful when you are transferring your GEDCOM file from one computer to another. It tells the program that is importing the data where your images are.
de: Diese Option erlaubt festzulegen wo ihre Bilddateien abgelegt sind. Dies ist sinnvoll wenn Sie ihre GEDCOM-Datei von einem Computer zu einem anderen transferieren. Sie sagt dem Programm das ihre Daten importiert wo sich ihre Bilder befinden.

source: Export assistant: GEDCOM options
de: Exportassistent: GEDCOM Optionen

source: Shows GEDCOM options page of an Export druid
de: Zeigt GEDCOM Optionen Seite des Exportassistenten

source: Export into GRAMPS formats
de: Export in GRAMPS Formate

source: GRAMPS database (grdb) export
de: GRAMPS Datenbank (grdb) Export

source: Exporting to the GRAMPS native format will simply make a copy of your data under another name. Exporting to this format can also be useful if you have directly opened an XML or GEDCOM file and would like to save it as the grdb file.
de: Exportieren in das GRAMPS eigene Format erzeugt einfach eine Kopie ihrer Daten unter einem anderen Namen. Exportieren in dieses Format kann auch hilfreich sein wenn Sie eine XML oder GEDCOM-Datei direckt geöffnet haben und diese als grdb Datei speichern wollen.

source: GRAMPS XML database export
de: GRAMPS XML Datenbank Export

source: Exporting into GRAMPS XML format will produce a database compatible with the previous versions of GRAMPS. As XML is a text-based human-readable format, you may also use it to take a look at your data.
de: Export in GRAMPS XML Format erzeugt eine Datenbank kompatibel mit früherenGRAMPS Versionen. Da XML ein textbasierendes von Menschen lesbares Format ist, können sie es auch benutzen um einen Blick auf ihre Daten zu werfen.

source: GRAMPS package export
de: GRAMPS Paket Export

source: Exporting to the GRAMPS package format will create a compressed file that contains the database and copies of all associated media files. This is useful if you want to move your database to another computer or to share it with someone.
de: Export in das GRAMPS Packetformat erzeugt eine komprimierte Datei die die Datenbank und Kopien aller verknüpften Mutimediadateien. Dies ist nützlich wenn sie ihre Datenbank auf einen anderen Computer umziehen wollen oder sie an andere weitergeben wollen.

source: Export to CD
de: Export auf CD

source: Exporting to CD will prepare your database and copies of all media object files for recording onto a CD. To actually burn the CD, you will need to go to the GNOME <guilabel>burn:///</guilabel> location, which can be accessed by navigating through Nautilus: After exporting to CD, select <menuchoice><guimenu>Go</guimenu><guisubmenu>CD Creator</guisubmenu></menuchoice> in the Nautilus menu. Your database directory will show up. To burn it to the CD, click the CD icon on the Nautilus toolbar, or select <menuchoice><guimenu>File</guimenu><guisubmenu>Write to CD</guisubmenu></menuchoice> in the Nautilus menu.
de: Exportieren auf CD bereitet Ihre Datenbank mit all ihren Inhalten zum Schreiben auf CD vor. Um die Cd zu brennen gehen Sie zu GNOME <guilabel>burn:///</guilabel> in Nautilus. Nach dem Exportieren gehen Sie zu <guilabel>burn:///</guilabel> durch wählen von <menuchoice><guimenu>Gehe zu</guimenu> <guisubmenu>CD-Ersteller</guisubmenu></menuchoice> im Nautilus-Menü. nun erscheint Ihr Datenbankverzeichnis. Um es auf CD zu schreiben, klicken Sie auf das Icon in der Nautilus-Werkzeugleiste oder wählen Sie im Nautilus-Menü <menuchoice><guimenu>Datei</guimenu> <guisubmenu>Auf CD schreiben</guisubmenu></menuchoice>.

source: If a media file is not found during export, you will see the same <guilabel>Missing Media</guilabel> dialog you encounter with GEDCOM export.
de: Wenn eine Mediendatei während des Exports nicht gefunden wird, sehen Sie den selben <guilabel>Datei fehlt</guilabel> Dialog wie beim GEDCOM-Export.

source: Export into other formats
de: Export in andere Formate

source: Exporting to Web Family Tree will create a text file that can be used by the Web Family Tree program. Export options include filter selection and the ability to limit data on living people to that of their family ties.
de: Der Export nach Web Family Tree erzeugt eine Text-Datei passend als Eingabe für das WFT-Programm. Die Exportoptionen enthalten Filter und die Möglichkeit die Information von lebenden Personen auf die Verbindungen zur Familie zu beschränken.

source: Exporting to GeneWeb will save a copy of your data into a popular web genealogy format. To find out more about GeneWeb and its format, visit <ulink type="http" url="http://cristal.inria.fr/~ddr/GeneWeb/en/">http://cristal.inria.fr/~ddr/GeneWeb/en/</ulink>.
de: Export nach GeneWeb speichert eine Kopie ihrer Daten in ein beliebtes Web Genealogieformat. Um mehr über GeneWeb und das Format heraus zu finden besuchen Sie <ulink type="http" url="http://cristal.inria.fr/~ddr/GeneWeb/en/">http://cristal.inria.fr/~ddr/GeneWeb/en/</ulink>.

source: vCalendar and vCard
de: vKalender und vCard

source: Exporting to vCalendar or vCard will save information in a format used in many calendaring and addressbook applications, sometimes called PIM for Personal Information Manager.
de: Exportieren nach vCalendar oder vCard speichert die Informationen in einem Format welches in vielen Kalender- und Adressbuchanwendungen verwendet wird, manchmal auch PIM für Persönlicher Informations Manager genannt.

source: Entering and Editing Data: Quick Start Overview
de: Daten eingeben und bearbeiten: Schnellstart Übersicht

source: This section is designed to give you the basic knowledge necessary to start putting your genealogical information into GRAMPS. It will explain how to enter people into the database and how to specify their family relationships. (A more detailed explanation will follow in the section entitled <xref linkend="gramps-edit-complete"/>.)
de: Dieser Abschnitt ist gedacht ihnen das Basiswisssen welches benötigt wird um damit anzufangen ihre genealogischen Informationen in GRAMPS einzugeben zu vermitteln. Er erklärt wie mann Personen in die Datenbank eingibt und wie man deren familieären Beziehungen angibt. (Eine genauere Erklärung erfolgt in dem Abschnitt mit dem Titel <xref linkend="gramps-edit-complete"/>.)

source: First, let's identify the types of information you can enter into your GRAMPS database. These include:
de: Zuerst lassen Sie uns die Arten von Informationen bestimmen, die Sie in GRAMPS eingeben können. Diese beinhalten:

source: Personal information about an individual (names, addresses, birth and death dates, etc.)
de: Persönliche Informationen einer Einzelperson (Namen, Adressen, Geburts- und Sterbedaten, usw.)

source: Information about an individual's relationships (marriages, divorces, civil unions, etc.)
de: Informationen über die Beziehungen einer Einzelperson (Heiraten, Scheidungen, Eingetragene Lebenspartnerschaften, usw.)

source: Information about an individual's parents and children
de: Informationen über Eltern und Kinder einer Person

source: Sources that document your research
de: Quellen die ihre Forschung dokumentieren

source: Keybindings
de: Tastenkürzel

source: In addition to interacting with GRAMPS through menu items and buttons, you can use its extensive set of "keybindings." For more information, see <xref linkend="append-keybind"/>.
de: Zusätzlich zu den Möglichkeiten GRAMPS über Menüs und Schaltflächen zubedienen, können Sie den umfangreichen Satz von "Tastenkürzel" benutzen. Für mehr Informationen, siehe <xref linkend="append-keybind"/>.
