Repository: gramps-project/gramps
Catalog: help/*/*.po
Languages: de

source: This rule matches people who are descendants of the specified person and are no more than N generations away from that person in their lineage. For example, using this rule with the value of 2 for the number of generations will match children and grandchildren, but not great-grandchildren, etc., of the specified person.
de: Diese Regel entspricht Personen, die Nachkomme der angegebenen Person sind und weniger als N Generationen von dieser Person in der Linie entfernt sind. Zum Beispiel würde diese Regel mit dem Wert 2 als Anzahl der Generationen den Kinder und Enkeln entsprechen, aber nicht den Urenkeln usw. angegebenen Person.

source: Is a descendant of filter match
de: Ist ein Nachkommen eines Filtertreffers

source: This rule matches people who are descendants of someone who is matched by the specified filter. The specified filter name should be selected from the menu.
de: Diese Regel entspricht Personen, die Nachkommen von jemand sind, der/die dem angegebenen Filter entspricht. Der angegebene Filtername sollte aus dem Menü gewählt werden.

source: Is a descendant family member of
de: Ist ein Familienmitglied einer Nachkommen von

source: This rule not only matches people who are descendants of the specified person, but also those descendants' spouses.
de: Diese Regel entspricht nicht nur Personen, die Nachkommen der angegebenen Person, sondern auch deren (Ehe-)Partnern.

source: Relationship filters
de: Verwandtschaftsfilter

source: This category includes the following rules that match people based on their mutual relationship:
de: Diese Kategorie umfasst die folgenden Regeln, die Personen nach ihrer gegenseitigen Verwandtschaft entsprechen:

source: Relationship path between two people
de: Verwandtschaftspfad zwischen zwei Personen

source: This rule matches all ancestors of both people back to their common ancestors (if exist). This produces the "relationship path" between these two people, through their common ancestors.
de: Diese Regel entspricht allen Vorfahren beider Personen zurück bis zu ihrem gemeinsamen Vorfahren (falls er existiert). Dies liefert den "Verwandtschaftspfad" zwischen diesen zwei Personen durch ihre gemeinsamen Vorfahren.

source: You can either enter the ID of each person into the appropriate text entry fields, or select people from the list by clicking their <guibutton>Select...</guibutton> buttons. In the latter case, the ID will appear in the text field after the selection was made.
de: Sie können entweder die ID's beider Personen in die entsprechenden Textfelder eingeben oder Personen aus der Liste auswählen durch ihren Klicken des <guibutton>Auswählen...</guibutton>-Knopfes. Im zweiten Fall erscheint die ID danach im Textfeld.

source: Miscellaneous filters
de: Verschiedene Filter

source: This category includes the following rules which do not naturally fit into any of the above categories:
de: Diese Kategorie umfasst die folgenden Regeln, die nicht in die obigen Kategorien passen

source: Has the personal attribute
de: Hat die persönlichen Attribute

source: This rule matches people who have the personal attribute of the specified value. The specified personal attribute name should be selected from the menu. The specified value should be typed into the text entry field.
de: Diese Regel entspricht Personen, die das persönliche Attribut mit dem angegebenen Wert haben. Der angegebene Name des persönlichen Attributs sollte aus dem Menü ausgewählt werden. Der angegebene Wert sollte in das Textfeld eingegeben werden.

source: Has the family attribute
de: Hat das familiäre Attribut

source: This rule matches people who have the family attribute of the specified value. The specified family attribute should be selected from the menu. The specified value should be typed into the text entry field.
de: Diese Regel entspricht Personen, die das familiäre Attribut mit dem angegebenen Wert haben. Der angegebene Name des familiären Attributs sollte aus dem Menü ausgewählt werden. Der angegebene Wert sollte in das Textfeld eingegeben werden.

source: Matches the filter named
de: Entspricht dem Filter mit dem Namen

source: This rule matches people who are matched by the specified filter. The specified filter name should be selected from the menu.
de: Diese entspricht Personen, die dem angegebenenFilter entsprechen. Der angegebene Filtername sollte aus dem Menü ausgewählt werden.

source: Command line reference
de: Befehlszeilen-Referenz

source: This appendix provides the reference to the command line capabilities available when launching GRAMPS from the terminal.
de: Dieser Anhang liefert eine Referent über die Möglichkeiten, wenn Sie GRAMPS aus dem Terminal starten.

source: GRAMPS was designed to be an interactive program. Therefore it uses graphical display and cannot run from the true non-graphical console. It would take an enormous amount of effort to enable it to run in a text-only terminal. This is why the set of command line options does not aim to completely get rid of dependency on the graphical display. Rather, it merely makes certain (typical) tasks more convenient. It also allows one to execute these tasks from the scripts. However, the graphical display must be accessible at all times!
de: GRAMPS wurde als ein interaktives Programm entworfen. Deshalb benutzt es eine grafische Ansicht und kann nicht von eine echten nicht-grafischen Konsole gestartet werden. Es würde einen enormen Aufwand darstellen eine Ausführung in einem Nur-Text Terminal zu ermöglichen. Aus diesem Grund zielen die möglichen Befehlszeilenparameter nicht darauf ab, komplett auf die grafisch Anzeige zu verzichten. Eher machen sie einige typische Aufgaben angenehmer. Sie erlauben Ihnen auch diese Aufgaben aus Skripten heraus auszuführen. Jedenfalls muss die grafische Anzeige immer verfügbar sein!

source: To summarize, the use of the command line options provides non-interactive behavior, but does not get rid of graphical display dependency. Take it or leave it!
de: Zusammengefasst bietet die Benutzung der Befehlszeilenparameter nicht-interaktives Verhalten, aber beseitigt nicht die Abhängigkeit von der grafischen Anzeige. Mach, was du willst!

source: Available options
de: Verfügbare Parameter

source: This section provides the reference list of all command line options available in GRAMPS. If you want to know more than just a list of options, see next sections: <xref linkend="cmdline-operation"/> and <xref linkend="cmdline-examples"/>.
de: Dieser Abschnitt bietet eine Liste aller in GRAMPS verfügbaren Befehlszeilen Parameter. Wenn Sie mehr wissen wollen als nur eine Liste von Parametern, schauen Sie in die nächsten Abaschnitte: <xref linkend="cmdline-operation"/> und <xref linkend="cmdline-examples"/>.

source: Format options
de: Format-Parameter

source: The format of any file destined for opening, importing, or exporting can be specified with the <command>-f <replaceable>format</replaceable></command> option. The acceptable <replaceable>format</replaceable> values are listed below.
de: Das Format von jeder Datei bestimmt für öffnen, importieren oder exportieren können mit der <command>-f <replaceable>Format</replaceable></command> Option festgelegt werden. Die zulässigen <replaceable>Format</replaceable> Werte sind unten aufgelisted.

source: GRAMPS database. This format is available for opening, import, and export. When not specified, it can be guessed if the filename ends with .grdb
de: GRAMPS Datenbank. Dieses Format ist für Öffnen, den Import und den Export verfügbar. Falls nicht angegeben wird es gesetzt, wenn der Dateiname mit .grdb endet.

source: GRAMPS XML database. This format is available for opening, import, and export. When not specified, it can be guessed if the filename ends with .gramps
de: GRAMPS XML Datenbank. Dieses Format ist für Öffnen, den Import und den Export verfügbar. Falls nicht angegeben wird es gesetzt, wenn der Dateiname mit .gramp endet.

source: GEDCOM file. This format is available for opening, import, and export. When not specified, it can be guessed if the filename ends with .ged
de: GEDCOM-Datei. Dieses Format ist für den Import und den Export verfügbar. Falls nicht angegeben wird es gesetzt, wenn der Dateiname mit .ged endet.

source: GRAMPS package. This format is available for import and export. When not specified, it can be guessed if the filename ends with .gpkg
de: GRAMPS-Paket. Dieses Format ist für den Import und Export verfügbar. Falls nicht angegeben wird es gesetzt, wenn der Dateiname mit .gpkg endet.

source: GeneWen file This format is available for import and export. When not specified, it can be guessed if the filename ends with .gw
de: GeneWeb Datei. Dieses Format ist für den Import und Export verfügbar. Falls nicht angegeben wird es gesetzt, wenn der Dateiname mit .gw endet.

source: Web Family Tree. This format is available for export only. When not specified, it can be guessed if the filename ends with .wft
de: Web Family Tree. Dieses Format ist nur für den Export verfügbar. Falls nichts angegeben wird es gesetzt, wenn der Dateiname mit .wft endet.

source: CD image. This format is available for export only. It must always be specified explicitly.
de: CD-Image. Dieses Format ist nur für den Export verfügbar. Es muss immer ausdrücklich angegeben werden.

source: Opening options
de: Öffnen Optionen

source: There are two ways to give GRAMPS the name of the file to be opened:
de: Es gibt zwei Möglichkeiten GRAMPS den Namen der zu öffnenden Datei mitzuteilen:

source: supply bare file name
de: reinen Dateinamen angeben

source: use the <command>-O <filename>filename</filename></command> or <command>-open=<filename>filename</filename></command> option
de: benutz den <command>-O <filename>Dateiname</filename></command> oder <command>-open=<filename>Dateiname</filename></command> Parameter

source: If the filename is given without any option flag, the attempt to open the file will be made, and then the interactive GRAMPS session will be launched.
de: Wenn der Dateiname ohne Option angegeben wird, versucht GRAMPS die Datei zu öffnen und anschliessend eine interaktive Arbeitssitzung gestartet.

source: If no option is given, just the file name, GRAMPS will ignore the rest of the command line arguments. Use the -O flag to open the file and do something with the data.
de: Wenn keine Option angegeben ist sondern nur der Dateiname ignoriert GRAMPS den Rest der Kommandozeilenargumente. Benutzen Sie die -O Option um die Datei zu öffnen und irgendetwas mit den Daten zu arbeiten.

source: The format can be specified with the <command>-f <replaceable>format</replaceable></command> or <command>--format=<replaceable>format</replaceable></command> option, immediately following the <filename>filename</filename>. If not specified, the guess will be attempted based on the <filename>filename</filename>.
de: Das Format kann festgelegt werden mit dem <command>-f <replaceable>Format</replaceable></command> oder <command>--format=<replaceable>Format</replaceable></command> parameter, direkt gefolgt vom <filename>Dateinamen</filename>. Wenn nicht angegeben, wird versucht es aus dem <filename>Dateinamen</filename> zu ermitteln.

source: Only grdb, gramps-xml, and gedcom formats can be opened directly. For other formats, you will need to use the import option which will set up the empty database and then import data into it.
de: Nur grdb, gramps-xml, und gedcom Formate können direkt geöffnet werden. Für andere Formate benötigen Sie die Importoption, welche die leere Datenbank einrichtet und dann die Daten in sie importiert.

source: Only a single file can be opened. If you need to combine data from several sources, you will need to use the import option.
de: Es kann nur eine Datei geöffnet werden. Wenn Sie Daten aus verschiedenen Quellen kombinieren müssen, benötigen Sie die Importoption.

source: Import options
de: Import Optionen

source: The files destined for import can be specified with the <command>-i <filename>filename</filename></command> or <command>--import=<filename>filename</filename></command> option. The format can be specified with the <command>-f <replaceable>format</replaceable></command> or <command>--format=<replaceable>format</replaceable></command> option, immediately following the <filename>filename</filename>. If not specified, the guess will be attempted based on the <filename>filename</filename>.
de: Die für den Import vorgesehenen Dateien können mit dem <command>-i</command> <filename>Dateiname</filename> oder <command>--import=<filename>Dateiname</filename></command> Parameter angegeben werden. Das Format kann mit dem <command>-f</command> oder <command>--format=<replaceable>Format</replaceable></command> Parameter bestimmt werden, der sofort auf dem <filename>Dateiname</filename> folgt. Falls es nicht angegeben wird, wird versucht das Format aus dem <filename>Dateiname</filename> zu ermitteln.

source: More than one file can be imported in one command. If this is the case, GRAMPS will incorporate the data from the next file into the database available at the moment.
de: Es kann mehr als eine Datei mit einem Kommando importiert werden. Ist dies der Fall, wird GRAMPS die Daten von der nächsten Datei in die z.Zt. verfügbare Datenbank aufnehmen.

source: When more than one input file is given, each has to be preceded by <command>-i</command> flag. The files are imported in the specified order, i.e. <command> -i <filename>file1</filename> -i <filename>file2</filename></command> and <command> -i <filename>file2</filename> -i <filename>file1</filename></command> might produce different GRAMPS IDs in the resulting database.
de: Falls mehr als eine Eingabedatei angegeben wird, muss jeder einem <command>-i</command> folgen. Die Dateien werden in der angegebenen Reihenfolge importiert, z.B. <command>-i</command> <filename>Datei1</filename> <command>-i</command> <filename>Datei2</filename> und <command>-i</command> <filename>Datei2</filename> <command>-i</command> <filename>Datei1</filename> es könnte verschiedene GRAMPS-ID's in der resultierenden Datenbank entstehen..

source: Export options
de: Export Optionen

source: The files destined for export can be specified with the <command>-o <filename>filename</filename></command> or <command>--output=<filename>filename</filename></command> option. The format can be specified with the <command>-f</command> option immediately following the <filename>filename</filename>. If not specified, the guess will be attempted based on the <filename>filename</filename>. For iso format, the <filename>filename</filename> is actually the name of directory the GRAMPS database will be written into. For grdb, gramps-xml, gedcom, wft, geneweb, and gramps-pkg, the <filename>filename</filename> is the name of the resulting file.
de: Die für den Export vorgesehenen Dateien können mit dem Parameter <command>-o <filename>Dateiname</filename></command> oder <command>--output=<filename>Dateiname</filename></command>angegeben werden. Das Format kann mit dem <command>-f</command> Parameter bestimmt werden, der sofort auf dem <filename>Dateiname</filename>n folgt. Falls er nicht angegeben wird, wird versucht das Format aus dem <replaceable>Dateiname</filename>n zu ermitteln. Für iso-Formate, ist der <filename>Dateiname<filename> der Name des Verzeichnisses, in das die GRAMPS-Datenbank geschrieben wird. Für grdb, gramps-xml, gedcom, wft und gramps-pkg ist der <filename>Dateiname</filename> der Name der resultierenden Datei.

source: More than one file can be exported in one command. If this is the case, GRAMPS will attempt to write several files using the data from the database available at the moment.
de: Es kann mehr als eine Datei mit einer Option exportiert werden. Wenn dies der Fall ist versucht GRAMPS mehrere Dateien zu schreiben basierend auf den Daten der z.Zt. verfügbaren Datenbank.

source: When more than one output file is given, each has to be preceded by <command>-o</command> flag. The files are written one by one, in the specified order.
de: Wenn mehr als eine Ausgabedatei angeben wird, muss jede auf einem <command>-o</command>-Parameter folgen. Diese Dateien werden nacheinander geschrieben, in der angegebenen Reihenfolge.

source: Action options
de: Aktions Optionen

source: The action to perform on the imported data can be specified with the <command>-a <replaceable>action</replaceable></command> or <command>--action=<replaceable>action</replaceable></command> option. This is done after all imports are successfully completed.
de: Die Aktion, die auf die importierten Daten angewendet werden soll kann mit der <command>-a <replaceable>Aktion</replaceable></command> oder <command>--action=<replaceable>Aktion</replaceable></command> Option angegeben werden. Diese wird ausgeführt nachdem alle Importe erfolgreich abgeschlossen wurden.

source: Currently available actions are:
de: Zur Zeit verfügbare Aktionen sind:

source: This action is the same as <menuchoice><guimenu>Reports</guimenu><guisubmenu>View</guisubmenu><guimenuitem>Summary</guimenuitem></menuchoice>
de: Diese Aktion ist die selbe wie <menuchoice><guimenu>Berichte</guimenu><guisubmenu>Ansichten</guisubmenu><guimenuitem>Datenbankübersicht</guimenuitem></menuchoice>

source: This action is the same as <menuchoice><guimenu>Tools</guimenu><guisubmenu>Database Processing</guisubmenu><guimenuitem>Check and Repair</guimenuitem></menuchoice>.
de: Diese Aktion ist die selbe wie <menuchoice><guimenu>Werkzeuge</guimenu><guisubmenu>Reparieren der Datenbank</guisubmenu><guimenuitem>Datenbank prüfen und reparieren</guimenuitem></menuchoice>.

source: This action allows producing reports from the command line. As reports generally have many options of their own, this action should be followed by the report option string. The string is given using the <command>-p <replaceable>option_string</replaceable></command> or <command>--options=<replaceable>option_string</replaceable></command> option.
de: Diese Aktion erlaubt das erstellen von Berichten über die Kommandozeile. Da Berichte eine Reihe eigener Optionen haben, sollten dieser Aktion die Berichtsoptionenzeichenkette folgen. Die Zeichenkette wird mit der <command>-p <replaceable>Optionszeichenkette</replaceable></command> oder <command>--options=<replaceable>Optionszeichenkette</replaceable></command> Option übergeben.

source: The report option string should satisfy the following conditions:
de: Die Berichtsoption sollte folgende Bedingungen erfüllen:

source: It must not contain any spaces. If some arguments need to include spaces, the string should be enclosed with quotation marks.
de: Sie darf keine Leerzeichenenthalten. Wenn eine Option Leerzeichen enthält, sollte sie in Anführungszeichen eingeschlossen werden.

source: Option string must list pairs of option names and values.
de: Eine Option besteht aus dem Optionsnamen und dem Wert.

source: Within a pair, option name and value must be separated by the equal sign.
de: In einer Option müssen der Optionsname und Optionswert durch ein Gleichheitszeichen getrennt werden.

source: Different pairs must be separated by commas.
de: Verschiedene Paare müssen durch Komma getrennt werden.

source: Most of the report options are specific for every report. However, there some common options.
de: Die meiten Bericht Optionen sind speziell für jeden Bericht. Allerdings gibt es einige allgemeine Optionen.

source: name=report_name
de: name=Bericht_Name

source: This mandatory option determines which report will be generated. If the supplied report_name does not correspond to any available report, the error message will be printed followed by the list of available reports.
de: Diese benötigte Option bestimmt welcher Bericht erzeugt wird. Wenn der übergebene Bericht_Name nicht mit einem verfügbaren Bericht übereinstimmt, wird eine Fehlermeldung gefollgt von einer Liste verfügbarer Berichte ausgegeben.

source: This will produce the list of names for all options available for a given report.
de: Dies erstellt eine Liste der Namen aller verfügbaren Optionen für den angegebenen Bericht.

source: This will print the description of the functionality supplied by the option_name, as well as what are the acceptable types and values for this option.
de: Dies zeigt die Beschreibung der funktionalität die durch Option_Name bereit gestellt wird, genauso wie die akzeptierten Arten und Werte für diese Option.

source: Use the above options to find out everything about a given report.
de: Benutzen Sie die obigen Optionen um alles über einen angegebenen Bericht herauszufinden.

source: If an option is not supplied, the last used value will be used. If this report has never been generated before, then the value from last generated report will be used when applicable. Otherwise, the default value will be used.
de: Wenn ein Parameter nicht angegeben wird, wird der zuletzt verwendete Wert benutzt. Wenn dieser Bericht vorher nie erstellt wurde, wird wenn möglich der Wert des zuletzt erstellten Berichts benutzt. Sonnst wird der Standardwert verwendet.

source: When more than one output action is given, each has to be preceded by <command>-a</command> flag. The actions are performed one by one, in the specified order.
de: Wenn mehr als eine Ausgabeaktion angegeben wird, muss jede auf einem <command>-a</command> Parameter folgen. Die Aktionen werden nacheinander in der entsprechenden Reihenfolge durchgeführt.

source: Operation
de: Bedienung

source: If the first argument on the command line does not start with dash (i.e. no flag), GRAMPS will attempt to open the file with the name given by the first argument and start interactive session, ignoring the rest of the command line arguments.
de: Wenn das erste Argument auf der Kommandozeile nicht mit einem Strich beginnt (z.B. kein Parameter), versucht GRAMPS die Datei mit dem Namen des ersten Arguments zu öffnen und eine interaktive Sitzung zu starten. Der rest der Kommandozeilenargumente wird ignoriert.

source: If the <command>-O</command> flag is given, then GRAMPS will try opening the supplied file name and then work with that data, as instructed by the further command line parameters.
de: Wenn der <command>-O</command> Parameter gesetzt ist, versucht GRAMPS den gelieferten Dateinamen zu öffnen und dann mit den Daten wie in weiteren Parametern angegeben zu arbeiten.

source: Only one file can be opened in a single invocation of GRAMPS. If you need to get data from multiple sources, use the importing options by using <command>-i</command> flag.
de: Pro Aufruf von GRAMPS kann nur eine Datei geöffnet werden. Wenn Sie Daten aus mehreren Quellen benötigen, benutzen Sie die import Optionen über das <command>-i</command> Flag.

source: With or without the <command>-O</command> flag, there could be multiple imports, exports, and actions specified further on the command line by using <command>-i</command>, <command>-o</command>, and <command>-a</command> flags.
de: Mit oder ohne den <command>-O</command> Parameter, können mehrere Importe, Exporte und Aktionen weiter spezifiert in der Kommandozeile durch benutzung <command>-i</command>, <command>-o</command>, and <command>-a</command> Parameter.

source: The order of <command>-i</command>, <command>-o</command>, or <command>-a</command> options with respect to each does not matter. The actual execution order always is: all imports (if any) -&gt; all exports (if any) -&gt; all actions (if any).
de: Die Reihenfolge der <command>-i</command>, <command>-o</command>, oder <command>-a</command> Parameter spielt keine Rolle. Die tatsächliche Ausführungsreihenfolge ist immer: alle Importe (wenn überhaupt) -&gt alle Exporte (wenn überhaupt) -&gt alle Aktionen (wenn überhaupt).

source: But opening must always be first!
de: Aber öffnen muß immer die Erste sein!
