Repository: gramps-project/gramps
Catalog: help/*/*.po
Languages: de

source: If, however, you would like the GRAMPS project to adopt your strategy, you would need to convince GRAMPS developers that your strategy is good for GRAMPS and superior to the present development strategy.
de: Wenn Sie aber möchten, dass das GRAMPS-Projekt Ihre Strategie übernimmt, sollten Sie die GRAMPS-Entwickler überzeugen, dass Ihre Strategie gut ist für GRAMPS und der aktuellen Entwicklungsstrategie überlegen ist.

source: Keybindings reference
de: Tastenkürzel-Referenz

source: Most of the standard menu items define equivalent keybindings. These are apparent because they are displayed on the right of the menu item. However, some keybindings are not associated with any items in the menu.
de: Für die Standard Menüeinträge gibt es entsprechende Tastaturkürzel. Diese sind offenkundig, da sie rechts neben dem Menüeintrag stehen. Dennoch sind einige Tastaturkürzel nicht mit Menüeinträgen verknüpft.

source: This appendix contains the list of keybindings that are not displayed in menus of GRAMPS.
de: Dieser Anhang enthält die Liste der Tastenkürzel, die nicht in den Menüs von GRAMPS angezeigt werden.

source: List Views
de: Listen Ansichten

source: Common bindings
de: Allgemeine Kürzel

source: The following bindings are available in all list views: People View, Sources View, Places View, and Media View.
de: Die folgenden Kürzel sind in allen Listen Ansichten verfügbar: Personen Ansicht, Quellen Ansicht, Orte Ansicht und Medien Ansicht.

source: Key
de: Taste

source: Function
de: Funktion

source: Changes the view to the next view
de: Wechselt die Ansicht zur nächsten Ansicht

source: Changes the view to the previous view
de: Wechselt die Ansicht zur vorhergehenden Ansicht

source: Open the Scratch Pad
de: Öffnet den Entwurfsblock

source: &lt;Ctrl&gt;B
de: &lt;Strg&gt;B

source: Edit the bookmarks
de: Lesezeichen bearbeiten

source: &lt;Ctrl&gt;D
de: &lt;Strg&gt;D

source: Add the selected item as a bookmark
de: Fügt das gewählte Objekt der Lesezeichenliste hinzu

source: &lt;Ctrl&gt;H
de: &lt;Strg&gt;H

source: Open the Undo History dialog
de: Öffnet den Bearbeitungshistorie Dialog

source: People View bindings
de: Personen Ansicht Kürzel

source: &lt;Ctrl&gt;Enter
de: &lt;Strg&gt;Eingabe

source: Edits the selected person
de: Die gewählte Person bearbeiten

source: &lt;Ctrl&gt;Insert
de: &lt;Strg&gt;Einf

source: Adds a new person to the database
de: Fügt eine neue Person der Datenbank hinzu

source: &lt;Ctrl&gt;Delete
de: &lt;Strg&gt;Entf

source: Deletes the selected person
de: Löscht die gewählte Person

source: Filter rules reference
de: Filterregeln-Referenz

source: This appendix lists of all the filter rules currently defined in GRAMPS. Each of these rules is available for use when creating custom filters, see <xref linkend="tools-util-cfe"/>. The rules are listed by their categories.
de: Dieser Anhang listet die momentan in GRAMPS definierten Filterregeln auf. Jede dieser Filterregeln ist verfügbar, wenn Sie eigene Filter erschaffen, siehe <xref linkend="tools-util-cfe"/>. Die Regeln werden nach Kategorien aufgelistet.

source: General filters
de: Allgemeine Filter

source: This category includes the following most general rules:
de: Diese Kategorie enthält die folgenden ganz allgemeinen Regeln:

source: Has complete record
de: Hat vollständige Daten

source: This rule matches all people whose records are marked as complete. Currently, the completeness of personal information is marked manually, in the <guilabel>Edit Person</guilabel> dialog.
de: Diese Regel entspricht allen Personen, dessen Aufzeichnungen als vollständig markiert sind. Im Moment werden die persönlichen Daten von Hand im <guilabel>Person bearbeiten </guilabel>-Dialog als vollständig markiert.

source: People with incomplete names
de: Personen mit unvollständigem Namen

source: This rule matches all people with either given name or family name missing.
de: Diese Regel entspricht allen Personen denen entweder der Vor- oder Familienname fehlt.

source: Is bookmarked person
de: Personen aus Lesezeichenliste

source: This rule matches all people who are on the bookmark list.
de: Diese Regel entspricht allen Personen, die sich auf der Lesezeichenliste befinden.

source: Has text matching substring of
de: Personen deren Aufzeichnungen die Zeichenfolge enthalten

source: This rule matches all people whose records contain specified substring. All textual records are searched. Optionally, the search can be made case sensitive, or a regular expression match.
de: Die Regel entspricht allen Personen deren Datensatz die angegebene Zeichenkette enthält. Alle Textfelder werden durchsucht. Optional kann die Suche einen Regulärenausdruck verwenden oder Groß-Kleinschreibung beachten.

source: Everyone
de: Alle

source: This rule matches any person in the database. As such it is not very useful on its own except for testing purposes. However, it may be useful in combinations with other rules.
de: Die Regel entspricht allen Personen in der Datenbank. An sich ist sie nicht sehr sinnvoll außer für Testzwecke. Aber sie nützlich sein in Verbindung mit anderen Regeln.

source: People probably alive
de: Personen die vermutlich leben

source: This rule matches all people whose records do not indicate their death and who are not unreasonably old, judging by their available birth data and today's date.
de: Diese Regel entspricht allen Personen deren Datensatz nicht auf den Tod hinweist und nicht unangemessen alt sind, beruhend auf deren verfügbaren Geburtsdatum und dem aktuellen Datum.

source: Has a name
de: Hat den Namen

source: This rule matches any person whose name matches the specified value in full or in part. For example, Marta Ericsdotter will be matched by the rule using the value "eric" for the family name.
de: Diese Regel entspricht allen Personen, dessen Name den angegeben Werte vollständig oder teilweise entspricht. Zum Beispiel entspricht Marta Ericsdotter der Regel mit dem Wert "eric" als Familienname.

source: Separate values can be used for Given name, Family name, Suffix, and the Title. The rule returns a match if, and only if, all non-empty values are (partially) matched by a person's name. To use just one value, leave the other values empty.
de: Es können verschiedene Werte für den Vornamen, Familiennamen, Suffix und Titel verwendet werden. Die Regel liefert einen Treffer, wenn alle nicht-leeren Werte (teilweise) dem Namen der Person entsprechen. Lassen Sie die anderen Felder leer, wenn Sie nur einen Wert benutzen wollen.

source: Has the Id
de: Hat die ID

source: This rule matches any person with a specified GRAMPS ID. The rule returns a match only if the ID is matched exactly.
de: Diese Regel entspricht der Person mit der angegebenen GRAMPS-ID. Diese Regel liefert nur einen Treffer bei einer genauen Übereinstimmung der ID.

source: You can either enter the ID into a text entry field, or select a person from the list by clicking <guibutton>Select...</guibutton> button. In the latter case, the ID will appear in the text field after the selection was made.
de: Sie können entweder die ID in das Textfeld eingeben oder eine Person aus der Liste auswählen, indem Sie auf den <guibutton>Auswählen...</guibutton>-Knopf klicken. Im zweiten Fall erscheint die ID nach Ihre Auswahl im Textfeld.

source: Is default person
de: Ist Hauptperson

source: This rule matches the default (home) person.
de: Diese Regel entspricht der Hauptperson.

source: People marked private
de: Als privat makierte Personen

source: This rule matches people whose records are marked as private.
de: Diese Regel entspricht Personen deren Datensätze als privat makiert sind.

source: Is a female
de: Ist weiblich

source: This rule matches any female person.
de: Diese Regel entspricht allen weiblichen Personen.

source: People who have images
de: Personen mit Bildern

source: This rule matches people with images in their galleries.
de: Diese Regel entspricht Personen mit Bildern in ihren Galerien.

source: People without a birth date
de: Personen ohne Geburtsdatum

source: This rule matches people missing birth date.
de: Diese Regel entspricht Personen mit fehlendem Geburtsdatum.

source: Is a male
de: Ist männlich

source: This rule matches any male person.
de: Diese Regel entspricht allen männlichen Personen.

source: Event filters
de: Ereignisfilter

source: This category includes the following rules that match people based on their recorded events:
de: Diese Kategorie umfasst die folgenden Regeln, die Personen nach ihren speicherten Ereignissen entsprechen:

source: Has the birth
de: Hat die Geburtsdaten

source: This rule matches people whose birth event matches specified values for Date, Place, and Description. The rule returns a match even if the person's birth event matches the value partially. The matching rules are case-insensitive. For example, anyone born in Sweden will be matched by the rule using the value "sw" for the Place.
de: Diese Regel entspricht Personen, dessen Geburtsereignis angegebenen Werten für Daten, Ort und Beschreibung entspricht. Diese Regel liefert auch dann einen Treffer, wenn das Geburtsereignis nur teilweise mit den Werten Übereinstimmt. Die Regel ignoriert Groß- und Kleinschreibung. Zum Beispiel, wenn jemand in Schweden geboren wurde, entspricht er der Regel mit "schw" als Ort.

source: The rule returns a match if, and only if, all non-empty values are (partially) matched by a person's birth. To use just one value, leave the other values empty.
de: Die Regel liefert einen Treffer, nur wenn alle nicht-leeren Felder (teilweise) der Geburt der Person entsprechen. Lassen Sie die anderen Felder leer, wenn Sie nur einen Wert verwenden wollen.

source: Has the death
de: Hat die Todesdaten

source: This rule matches people whose death event matches specified values for Date, Place, and Description. The rule returns a match even if the person's death event matches the value partially. The matching rules are case-insensitive. For example, anyone who died in Sweden will be matched by the rule using the value "sw" for the Place.
de: Diese Regel entspricht Personen, dessen Todesereignis angegebenen Werten für Daten, Ort und Beschreibung entspricht. Diese Regel liefert auch dann einen Treffer, wenn das Todesereignis nur teilweise mit den Werten Übereinstimmt. Die Regel ignoriert Groß- und Kleinschreibung. Zum Beispiel, wenn jemand in Schweden gestorben ist, entspricht er der Regel mit "schw" als Ort.

source: The rule returns a match if, and only if, all non-empty values are (partially) matched by a person's death. To use just one value, leave the other values empty.
de: Die Regel liefert einen Treffer, nur wenn alle nicht-leeren Felder (teilweise) dem Tod der Person entsprechen. Lassen Sie die anderen Felder leer, wenn Sie nur einen Wert verwenden wollen.

source: Has source of
de: Hat die Quelle

source: This rule matches people whose records refer to the specified source.
de: Diese Regel entspricht Personen deren Datensätze sich auf die vorgegebene Quelle beziehen.

source: Has the personal event
de: Hat das persönliche Ereignis

source: This rule matches people that have a personal event matching specified values for the Event type, Date, Place, and Description. The rule returns a match even if the person's event matches the value partially. The matching rules are case-insensitive. For example, anyone who graduated in Sweden will be matched by the rule using the Graduation event and the value "sw" for the Place.
de: Diese Regel entspricht Personen, die ein persönliches Ereignis entsprechend den angegebenen Werten für Art des Ereignisses, Datum, Ort und Beschreibung entspricht. Diese Regel liefert auch dann einen Treffer, wenn das Ereignis der Person nur teilweise mit den Werten übereinstimmt. Die Regel ignoriert Groß- und Kleinschreibung. Zum Beispiel, wenn jemand in Schweden eine Abschluss gemacht hat, entspricht er der Regel mit dem Bildungsabschluss-Ereignis und "schw" als Ort.

source: The personal events should be selected from a pull-down menu. The rule returns a match if, and only if, all non-empty values are (partially) matched by the personal event. To use just one value, leave the other values empty.
de: Die persönlichen Ereignisse sollten aus dem Menü ausgewählt werden. Die Regel liefert einen Treffer, nur wenn alle nicht-leeren Felder (teilweise) dem persönlichen Ereignis entsprechen. Lassen Sie die anderen Felder leer, wenn Sie nur einen Wert verwenden wollen.

source: Has the family event
de: Hat das familiäre Ereignis

source: This rule matches people that have a family event matching specified values for the Event type, Date, Place, and Description. The rule returns a match even if the person's event matches the value partially. The matching rules are case-insensitive. For example, anyone who was married in Sweden will be matched by the rule using the Marriage event and the value "sw" for the Place.
de: Diese Regel entspricht Personen, die ein familiäres Ereignis, entsprechend den angegebenen Werten für die Art, das Datum, den Ort und die Beschreibung des Ereignisses, haben. Diese Regel liefert auch dann einen Treffer, wenn das Ereignis der Person nur teilweise mit den Werten übereinstimmt. Die Regel ignoriert Groß- und Kleinschreibung. Zum Beispiel, wenn jemand in Schweden geheiratet hat, entspricht er der Regel mit dem Hochzeits-Ereignis und "schw" als Ort.

source: The family events should be selected from a pull-down menu. The rule returns a match if, and only if, all non-empty values are (partially) matched by the personal event. To use just one value, leave the other values empty.
de: Die familiären Ereignisse sollten aus dem Menü ausgewählt werden. Die Regel liefert einen Treffer, nur wenn alle nicht-leeren Felder (teilweise) dem familiären Ereignis entsprechen. Lassen Sie die anderen Felder leer, wenn Sie nur einen Wert verwenden wollen.

source: Witness
de: Zeuge/Zeugin

source: This rule matches people who are present as a witness in the event. If the personal or family event type is specified, only the events of this type will be searched.
de: Diese Regel passt auf Personen welche als Zeuge in einem Ereignis eingetragen sind. Wenn der persönliche oder Familiäre Ereignisart angegeben ist, werden nur Ereignisse dieser Art gesucht.

source: People with incomplete events
de: Personen mit lückenhaften Ereignissen

source: This rule matches people missing date or place in any personal event.
de: Diese Regel passt auf Personen bei denen Datum oder Ort in den Persönlichen Ereignissen fehlt.

source: Families with incomplete events
de: Familien mit lückenhaften Ereignissen

source: This rule matches people missing date or place in any family event of any of their families.
de: Diese Regel passt auf Personen bei denen Datum oder Ort in den Familien Ereignissen fehlt.

source: Family filters
de: Familienfilter

source: This category includes the following rules that match people based on their family relationships:
de: Diese Kategorie umfasst die folgenden Regeln, die Personen nach ihren Familienbeziehungen entsprechen

source: People with children
de: Personen mit Kindern

source: This rule matches people with children.
de: Diese Regel entspricht Personen mit Kindern.

source: People with multiple marriage records
de: Personen mit mehr als einem Heiratsdatensatz

source: This rule matches people with more than one spouse.
de: Diese Regel entspricht Personen mit mehr als einem Partner(in).

source: People with no marriage records
de: Personen ohne Heirats Datensatz

source: This rule matches people with no spouses.
de: Diese Regel entspricht Personen ohne Partner(in).

source: People who were adopted
de: Personen die adoptiert wurden

source: This rule matches adopted people.
de: Diese Rgel entspricht Personen, die adoptiert wurden.

source: Has the relationships
de: Hat die Beziehungen

source: This rule matches people with a particular relationship. The relationship must match the type selected from the menu. Optionally, the number of relationships and the number of children can be specified.
de: Diese Regel entspricht Personen mit einer bestimmten Beziehung. Die Beziehung muss der aus dem Menü gewählten entsprechen. Zusätzlich kann auch die Anzahl der Beziehungen und die Anzahl der Kinder angegeben werden.

source: The rule returns a match if, and only if, all non-empty values are (partially) matched by a person's relationship. To use just one value, leave the other values empty.
de: Die Regel liefert einen Treffer, nur wenn alle nicht-leeren Felder (teilweise) der Beziehung der Person entsprechen. Lassen Sie die anderen Felder leer, wenn Sie nur einen Wert verwenden wollen.

source: Is spouse of filter match
de: Ist (Ehe-)Partner eines Filtertreffers

source: This rule matches people married to someone who is matched by the specified filter. The specified filter name should be selected from the menu.
de: Diese Regel entspricht Personen, die mit jemand verheiratet sind, der/die dem angegebenen Filter entspricht. Der angegebene Filtername sollte aus dem Menü gewählt werden.

source: Is a child of filter match
de: Ist ein Kind von einen Filtertreffer

source: This rule matches people for whom either parent is matched by the specified filter. The specified filter name should be selected from the menu.
de: Diese Regel entspricht Personen, von denen wenigstens ein Elternteil dem angegebenen Filter entspricht. Der angegebene Filtername sollte aus dem Menü gewählt werden.

source: Is a parent of filter match
de: Ist Vater oder Mutter eines Filtertreffers

source: This rule matches people whose child is matched by the specified filter. The specified filter name should be selected from the menu.
de: Diese Regel entspricht Personen, dessen Kind dem angegebenen Filter entspricht. Der angegebene Filtername sollte aus dem Menü gewählt werden.

source: Is a sibling of filter match
de: Ist Bruder oder Schwester eines Filtertreffers

source: This rule matches people whose sibling is matched by the specified filter. The specified filter name should be selected from the menu.
de: Diese Regel entspricht Personen, von denen ein oder mehrere Geschwister dem angegebenen Filter entspricht. Der angegebene Filtername sollte aus dem Menü gewählt werden.

source: Ancestral filters
de: Ahnenfilter

source: This category includes the following rules that match people based on their ancestral relations to other people:
de: Diese Kategorie umfasst die folgenden Regeln, die Personen nach ihren Ahnenbeziehungen zu anderen Personen entsprechen

source: Is an ancestor of
de: Ist Vorfahre von

source: This rule matches people who are ancestors of the specified person. The Inclusive option determines whether the specified person should be considered his/her own ancestor (useful for building reports).
de: Diese Regel entspricht Personen, die Vorfahren der angegebenen Person sind. Die Einschließlich-Option entscheidet, ob die angegebene Person als sein/ihr eigener Vorfahre betrachtet wird (nützlich beim Erstellen von Berichten).

source: Is an ancestor of person at least N generations away
de: Ist ein Vorfahre einer Person wenigstens N Generationen entfernt

source: This rule matches people who are ancestors of the specified person and are at least N generations away from that person in their lineage. For example, using this rule with the value of 2 for the number of generations will match grandparents, great-grandparents, etc., but not the parents of the specified person.
de: Diese Regel entspricht Personen, die Vorfahren der angegebenen Person sind und wenigstens N Generationen von dieser Person in der Linie entfernt sind. Zum Beispiel würde diese Regel mit dem Wert 2 als Anzahl der Generationen den Großeltern, Urgroßeltern usw. entsprechen, aber nicht den Eltern der angegebenen Person.

source: Is an ancestor of person not more than N generations away
de: Ist ein Vorfahre einer Person weniger als N Generationen entfernt

source: This rule matches people who are ancestors of the specified person and are no more than N generations away from that person in their lineage. For example, using this rule with the value of 2 for the number of generations will match parents and grandparents, but not great-grandparents, etc., of the specified person.
de: Diese Regel entspricht Personen, die Vorfahren der angegebenen Person sind und weniger als N Generationen von dieser Person in der Linie entfernt sind. Zum Beispiel würde diese Regel mit dem Wert 2 als Anzahl der Generationen den Eltern und Großeltern entsprechen, aber nicht den Urgroßeltern usw. angegebenen Person.

source: Has a common ancestor with
de: Hat gemeinsame Vorfahren mit

source: This rule matches people who have common ancestors with the specified person.
de: Diese Regel entspricht Personen, die gemeinsame Vorfahren mit der angegebenen Person haben.

source: Has a common ancestor with filter match
de: Hat gemeinsame Vorfahren mit einem Filtertreffer

source: This rule matches people who have common ancestors with someone who is matched by the specified filter. The specified filter name should be selected from the menu.
de: Diese Regel entspricht Personen, die gemeinsame Vorfahren mit jemand haben, der/die dem angegebenen Filter entspricht. Der angegebene Filtername sollte aus dem Menü ausgewählt werden.

source: Is an ancestor of filter match
de: Ist ein Vorfahre eines Filtertreffers

source: This rule matches people who are ancestors of someone who is matched by the specified filter. The specified filter name should be selected from the menu.
de: Diese Regel entspricht Personen, die Vorfahren von jemandem sind, der/die dem angegeben Filter entspricht. Der angegebene Filtername sollte aus dem Menü ausgewählt werden.

source: Descendant filters
de: Nachkommenfilter

source: This category includes the following rules that match people based on their descendant relations to other people:
de: Diese Kategorie umfasst die folgenden Regeln, die Personen nach ihren Nachkommenbeziehungen zu anderen Personen entsprechen

source: Is a descendant of
de: Ist ein Nachkomme von

source: This rule matches people who are descendants of the specified person. The Inclusive option determines whether the specified person should be considered his/her own descendant (useful for building reports).
de: Diese Regel entspricht Personen, die Nachkommen der angegebenen Person sind. Die Einschließlich-Option entscheidet, ob die angegebene Person als sein/ihr eigener Nachkomme betrachtet wird (nützlich beim Erstellen von Berichten).

source: Is a descendant of person at least N generations away
de: Ist ein Nachkomme einer Person wenigstens N Generationen entfernt

source: This rule matches people who are descendants of the specified person and are at least N generations away from that person in their lineage. For example, using this rule with the value of 2 for the number of generations will match grandchildren, great-grandchildren, etc., but not the children of the specified person.
de: Diese Regel entspricht Personen, die Nachkomme der angegebenen Person sind und wenigstens N Generationen von dieser Person in der Linie entfernt sind. Zum Beispiel würde diese Regel mit dem Wert 2 als Anzahl der Generationen den Enkeln, Urenkeln usw. entsprechen, aber nicht den Kindern der angegebenen Person.

source: Is a descendant of person not more than N generations away
de: st ein Nachkomme einer Person weniger als N Generationen entfernt
