Repository: gramps-project/gramps
Catalog: help/*/*.po
Languages: de

source: If no <command>-O</command> or <command>-i</command> option is given, GRAMPS will launch its main window and start the usual interactive session with the empty database, since there is no data to process, anyway.
de: Wenn kein <command>-O</command> oder <command>-i</command> Parameter angegeben wird, startet GRAMPS sein Hauptfenster und startet die gewöhnliche interaktive Sitzung mit der leeren Datenbank, denn es gibt keine Daten zu verarbeiten.

source: If no <command>-o</command> or <command>-a</command> options are given, GRAMPS will launch its main window and start the usual interactive session with the database resulted from opening and all imports (if any). This database resides in the <filename>import_db.grdb</filename> file under the <filename>~/.gramps/import/</filename> directory.
de: Wenn kein <command>-o</command> oder <command>-a</command> Parameter angegeben ist, startet GRAMPS sein Hauptfenster und startet die gewöhnliche interaktive Sitzung mit der, aus öffnen und allen Importen (wenn überhaupt) resultierenden Datenbank. Die Datenbank liegt dann in der Datei <filename>import_db.grdb</filename> in dem Verzeichnis <filename>~/.gramps/import/</filename>.

source: Any errors encountered during import, export, or action, will be either dumped to stdout (if these are exceptions handled by GRAMPS) or to stderr (if these are not handled). Use usual shell redirections of stdout and stderr to save messages and errors in files.
de: Fehler, die während des Imports, Exports oder einer Aktion auftreten, werden entweder auf stdout (wenn es Exceptions sind, die von gramps behandelt werden) oder auf stderr (wenn sie nicht behandelt werden) geschrieben. Benutzen Sie die gewöhnlichen Shell-Umleitungen von stdout und stderr um diese Nachrichten und Fehler in Dateien zu speichern.

source: Examples
de: Beispiele

source: To import four databases (whose formats can be determined from their names) and then check the resulting database for errors, one may type:
de: Um 4 Datenbanken zu importieren (deren Format aus der Dateiendung bestimmt werden kann) und dann die resultierende Datenbank auf Fehler zu prüfen, kann man folgendes eingeben:

source: file1.ged
de: datei1.ged

source: file2.gpkg
de: datei2.gpkg

source: file4.wft
de: datei4.wft

source: To explicitly specify the formats in the above example, append filenames with appropriate <command>-f</command> options:
de: Um im obigen Beispiel ausdrücklich das Format anzugeben, fügen sie passende Dateinamen mit <command>-f</command> Optionen hinzu:

source: To record the database resulting from all imports, supply <command>-o</command> flag (use <command>-f</command> if the filename does not allow GRAMPS to guess the format):
de: Um die aus allen Importen resultierende Datenbank aufzuzeichnen, benutzen Sie ein <command>-o</command> Parameter (benutzen Sie <command>-f</command>, wenn der Dateiname es GRAMPS nicht ermöglicht das Format zu raten):

source: ~/new-package
de: ~/neues-paket

source: To save any error messages of the above example into files <filename>outfile</filename> and <filename>errfile</filename>, run:
de: Um Fehlermeldungen der oberen Beispiele in die Dateien <filename>outfile</filename> und <filename>errfile</filename> zu speichern, führen Sie aus:

source: file2.dpkg
de: datei2.dpkg

source: outfile
de: Ausgabedatei

source: errfile
de: Fehlerdatei

source: To import three databases and start interactive GRAMPS session with the result:
de: Um drei Datenbanken zu importieren und ein interaktive GRAMPS Sitzung zu starten:

source: To open a database and, based on that data, generate timeline report in PDF format putting the output into the <filename>my_timeline.pdf</filename> file:
de: Um eine Datenbank zu öffnen und aus diesen Daten einen Zeitlinien Bericht im PDF-Format mit dem Dateinamen <filename>meine_Zeitlinie.pdf</filename> zu erstellen:

source: file.grdb
de: datei.grdb

source: name=timeline,off=pdf,of=my_timeline.pdf
de: name=timeline,off=pdf,of=meine_Zeitlinie.pdf

source: Use the <replaceable>name=timeline,show=all</replaceable> to find out about all available options for the timeline report. To find out details of a particular option, use <replaceable>show=option_name</replaceable>, e.g. <replaceable>name=timeline,show=off</replaceable> string.
de: Benutzen Sie <replaceable>name=timeline,show=all</replaceable> um alle Optionen für den Zeitlinien Bericht zu sehen. Um Einzelheiten einer bestimmten Option zu erhalten benutzen Sie <replaceable>show=Optionsname</replaceable>, z.B. <replaceable>name=timeline,show=off</replaceable>.

source: To learn about available report names, use <replaceable>name=show</replaceable> string.
de: Um mehr über verfügbare Berichtsnamen zu erfahren, die <replaceable>name=show</replaceable> Zeichenfolge benutzen.

source: Finally, to start normal interactive session type:
de: Schließlich, um eine normale interaktive Sitzung zu starten, tippen Sie:

source: About GRAMPS
de: Über GRAMPS

source: GRAMPS was written by Donald N. Allingham (<email>don@gramps-project.org</email>).
de: GRAMPS wurde geschrieben von Donald N. Allingham (<email>don@gramps-project.org</email>).

source: The somewhat incomplete list of contributors includes (in alphabetical order): <placeholder-1/> If you know of somebody else who should be listed here, please let us know.
de: Die unvollständige Liste der Mitwirkenden (in alphabetischer Reihenfolge): <placeholder-1/> Wenn ihnen noch eine Person einfällt, die hier genannt werden sollte, lassen Sie es uns wissen.

source: To find more information about GRAMPS, please visit the <ulink type="http" url="http://gramps-project.org">GRAMPS Project Web page</ulink>.
de: Wenn Sie mehr Information über GRAMPS suchen, besuchen Sie die <ulink type="http" url="http://gramps-project.org">Web Seite des GRAMPS Projekts</ulink>.Web Seite des GRAMPS Projekts

source: To report a bug or make a suggestion regarding this application or this manual, use the help menu in GRAMPS, or follow the directions on <ulink type="http" url="http://gramps.sourceforce.net/contact.html">this site.</ulink>
de: Wenn Sie Fehler melden wollen oder Vorschläge GRAMPS oder dieses Handbuch betreffend haben, benutzen Sie das Hilfemenü in GRAMPS; oder folgen Sie den Anweisungen in diesem <ulink type="http" url="http://gramps.sourceforce.net/contact.html">Dokument.</ulink>

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink type="help" url="ghelp:gpl">link</ulink>, or in the file COPYING included with the source code of this program.
de: Dieses Programm wird unter den Bedingungen der GNU General Public License Version 2 oder jede spätere Version verbreitet, welche von der Free Software Foundation veröffentlicht wurden. Eine Kopie dieser Lizenz finden Sie <ulink type="help" url="ghelp:gpl">link</ulink>, oder in der Datei COPYING, die dem Quellcode dieses Programms beigefügt ist.

source: translator-credits
de: MirkoLeonhäuser, 2007
