Repository: gramps-project/gramps
Catalog: help/*/*.po
Languages: de

source: Column Editor
de: Spalteneditor

source: The Column Editor is available in all Views and works the same way in each.
de: Der Spalteneditor ist in allen Ansichten verfügbar und arbeitet überall auf die selbe Weise.

source: Column Editor Dialog
de: Spalteneditor Dialog

source: Shows column editor dialog.
de: Zeigt Spalteneditor Dialog

source: Filters
de: Filter

source: Genealogical databases can contain information on many people, families, places, and objects. It's therefore possible for a View to contain a long list of data that's difficult to work with. GRAMPS gives you two different means for controlling this condition by allowing you to filter a list to a more manageable size. These methods are Search and Filtering. A search will search the text displayed in list, whereas filters display people whose data match the criteria of the filter.
de: Genealogische Datenbanken können Informationen über vielen Personen, Familien, Orte und Objekte enthalten. Es ist daher möglich, das eine Ansicht eine lange Liste von Daten enthält mit der es schwer ist zu arbeiten. GRAMPS bietet ihnen zwei verschiedene Wege diese Lage zu kontrollieren, indem es ihnen erlaubt zu einer handlicheren Größe zu filtern. Diese Methoden sind Suche und Filterung. Eine Suche durchsucht den angezeigten Text in der Liste, wohingegen Filter Personen anzeigen deren Daten mit den Filteregeln übereinstimmen.

source: Search is a simple but fast method of searching the columns displayed on the screen. Typing the characters into the Search box and clicking the Find button will display only lines that match the text.
de: Suche ist eine einfache aber schnelle Methode zum durchsuchen der auf dem Schirm angezeigten Zeilen. Eingabe der Zeichen in die Suchbox und klicken auf Suchen zeigt dann nur Zeilen, die den Text enthalten.

source: Alternatively, you can enable the Filter sidebar, which will be displayed on the right hand side of the display. When the filter sidebar is displayed, the Search bar is not displayed. The Filter side bar allows you to interactively build a set of filter rules that can be applied to the display. The filter is applied based on the rules and the data, not on the screen display.
de: Alternativ können Sie die Filter-Seitenleiste aktivieren, welche auf der rechten Seite des Fensters angezeigt wird. Es wird entwerder die Suchbox oder die Filter-Seitenleiste angezeigt. Die Filter-Seitenleiste erlaubt ihnen interaktiv eine Reihe Filterregeln anzulegen, die auf die Anzeige angewendet werden können. Der Filter wird basierend auf den Regeln und Daten angewendet, nicht basierend auf der Anzeige.

source: Searching vs. Filtering
de: Suche gegen Filtern

source: Searching only searches for exact text matches. If the date displayed is "Jan 1, 2000", a search of "1/1/2000" will fail, but a filter of "1/1/2000" will match.
de: Suchen sucht nur nach exakten Texttreffern. Wenn die Datumsanzeige "Jan 1, 2000" ist, wird eine Suche nach "1/1/2000" nichts finden, aber ein filtern nach "1/1/2000" hat Erfolg.

source: Filter Controls Displayed
de: Ansicht Filtereinstellungen

source: Shows filter controls.
de: Zeigt Filter Einstellungen

source: When GRAMPS opens a database, no filtering is in effect. In People View, for example, all people in the database are listed by default.
de: Wenn GRAMPS eine Datenbank öffnet sind keine Filter aktiv. In der Personen Ansicht z.B. werdenstandartmäßig alle Personen aufgelistet.

source: The Relationships View displays all the relationships of the Active Person (the selected person). Specifically, it shows his or her parents, siblings, spouses, and children.
de: Die Beziehungenansicht alle Beziehungen der aktiven Person (die gewählte Person). Besonders zeigt sie seine oder ihre Eltern, Geschwister, Partner und Kinder.

source: The Relationships View is designed to allow for quick navigation. You can quickly change the Active Person simply by clicking the name of any person listed on the page. Each name is actually a hypertext link, similar to a web page.
de: Die Beziehungsansicht ist gestaltet um eine schnelle Navigation zu ermöglichen. Sie können schnell die aktive Person durch klicken des Namens einer auf der Seite gelisteten Person. Jeder Name ist ein Link vergleichbar mit einer Webseite.

source: Shows Relationships View.
de: Zeigt Beziehungs Ansicht

source: The Relationships View displays the following sections:
de: Die Bezihungsansicht zeigt folgende Bereiche:

source: Active Person
de: Aktive Person

source: At the top of the screen, name, ID, birth, and death information of the Active Person is displayed. If a photo of the person is available, it is shown on the right hand side. Next to the person's name is a symbol indicating gender, and an Edit button. Clicking the <guibutton>Edit</guibutton> button will allow you to edit all of the person's individual information in an <guilabel>Edit Person</guilabel> dialog.
de: Oben im Fenster werden der Name, ID geburts und sterbe Daten der aktiven Person gezeigt. Wenn ein Foto der Person verfügbar ist, wird es auf der rechten Seite angezeigt. Neben dem Personennamen befindet sich ein Symbol, das das Geschlecht zeigt und ein Bearbeitungsknopf. Klicken des <guibutton>Bearbeiten</guibutton> Knopf erlaubt ihnen alle persönlichen Informationen dieser Person in einem <guilabel>Person bearbeiten</guilabel> Dialog zu bearbeiten.

source: Parents
de: Eltern

source: The next section, the Parents section, displays the families in which the person is a child. Since it is possible for a person to have multiple sets of parents, it is possible to have several Parents sections.
de: Der nächste Abschnitt, der Eltern Abschnitt, zeigt die Familien in denen die Person ein Kind ist. Da es für eine Person möglich ist mehrere Elternpaare zu haben, ist es möglich mehrere Eltern Abschnitte zu haben.

source: You can control how much information is displayed by using the <guimenu>View</guimenu> menu. The view menu allows you to show or hide details (the birth and death information) and to show or hide siblings. Next to each person listed is an <guibutton>Edit</guibutton> button, which will allow you to edit all the details of that particular person.
de: Sie können durch benutzen des <guimenu>Ansicht</guimenu> Menü kontrollieren wie viele Informationen angezeigt werden. Das Ansichtmenü erlaubt ihnen Geschwister und Details ein- oder auszublenden (die Geburts und Todesinformation). Neben jeder aufgeführten Person befindet sich eine <guibutton>Bearbeiten</guibutton> Schaltfläche, welche ihnen erlaubt alle Details der entsprechenden Person zu bearbeiten.

source: You may add a new set of parents by either selecting the <guibutton>Add Parents</guibutton> or the <guibutton>Share Parents</guibutton>. The <guibutton>Add Parents</guibutton> button will create a new family with the Active Person listed as a child. The <guibutton>Share Parents</guibutton> button will allow you to choose from a list of existing families, and then add the person as a child to that family.
de: Sie können ein neues Elternpaar hinzufügen entweder durch wählen von <guibutton>Elternpaar hinzufügen</guibutton> oder <guibutton>Elternpaar wählen</guibutton>. Die <guibutton>Elternpaar hinzufügen</guibutton> Schaltfläche erzeugt eine neue Familie mit der aktiven Person als Kind. Die <guibutton>Elternpaar wählen</guibutton> Schaltfläche erlaubt ihnen aus einer Liste von bestehenden Familien zu wählen und dann die Person als Kind zu dieser Familie hinzu zu fügen.

source: You may edit an existing parents by selecting the <guibutton>Edit</guibutton> button next to the parents. If you select the <guibutton>Delete</guibutton> next to a set of parents, then the Active Person will be removed as a child from the parents. This button does not delete the parents' relationship.
de: Sie können bestehende Eltern über die <guibutton>Bearbeiten</guibutton> Schaltfläche neben den Eltern editieren. Wenn Sie die <guibutton>Löschen</guibutton> Schaltfläche neben einem Elternpaar benutzen, wird die aktuelle Person als Kind von den Eltern entfernt. Diese Schaltfläche löscht nicht die Beziehung der Eltern.

source: If you are not careful, it is possible to create multiple families with the same parents. This is rarely what the user wants to do. If you attempt to add a new family that has the same parents as an existing family, GRAMPS will issue a warning dialog. If you get this dialog, you should probably Cancel the edit, and then use the <guibutton>Select</guibutton> button to select the existing family.
de: Wenn Sie nicht aufpassen, ist es möglich mehrere Familien mit den selben Eltern anzulegen. Das ist selten das was der Benutzer will. Wenn Sie versuchen eine neue Familie mit den selben Eltern wie eine bestehende anzulegen, wird GRAMPS eine Warnmeldung anzeigen. Wenn Sie diese Warnung erhalten sollten Sie das bearbeiten abbrechen und die <guibutton>Beteiligen</guibutton> Schaltfläche benutzen um ein bestehendes Elternpaar zu wählen.

source: Family
de: Familie

source: Similar to the Parents section is the Family section, which displays families where the Active Person is a parent. Because it is possible to have multiple families, it is possible to have multiple Family sections. Each family section displays the spouse and any children.
de: Ähnlich zum Elternbereich ist der Familienbereich, welcher die Familien zeigt bei der die aktive Person ein Elternteil ist. Weil es möglich ist mehrere Familien zu haben, ist es möglich mehrere Familienbereiche zu haben. Jeder Familienbereich zeigt das andere Elternteil und jedes Kind.

source: We use the term <emphasis>spouse</emphasis> for sake of simplicity. However, please note that <emphasis>spouse</emphasis> may in fact be a domestic partner, a partner in a civil union, or various other similar relationships between two people. <emphasis>Spouse</emphasis> relationships are not required to be only between a male and female.
de: Wir benutzen die Bezeichnung <emphasis>Partner</emphasis> der Einfachheit halber. Wie auch immer, beachten Sie <emphasis>Partner</emphasis> kann ein Partner, ein Gatte oder ähnliche Beziehung zwischen zwei Personen. <emphasis>Partner</emphasis> Beziehungen sind nicht auf Verbindungen zwischen Mann und Frau begrenzt.

source: You may add a family by selecting the <guibutton>Add Spouse</guibutton> in the toolbar. This will create a new family with the Active Person listed as a father or mother.
de: Sie können eine Familie durch auswahl von <guibutton>Neue Beziehung hinzufügen</guibutton> in der Werkzeugleiste hintufügen. Dies erstellt eine neue Familie mit der aktiven Person als Vater oder Mutter.

source: Selecting the Edit button next to the spouse will allow you to edit the displayed family. Clicking the Delete button will remove the person from the displayed family.
de: Auswahl der Bearbeitenschaltfläche bei dem Partner erlaubt ihnen, die angezeigte Familie zu bearbeiten. Klicken der Löschschaltfläche entfernt die Person von der angezeigten Familie.

source: Removing a person from a family does not delete the family. The person is removed as the father or mother, and any other relationships in the family continue to exist.
de: Entfernen einer Person von einer Familie löscht nicht die Familie. Die Person wird als Vater oder Mutter entfernt, alle anderen Beziehungen bleiben bestehen.

source: We use the terms <emphasis>father</emphasis> and <emphasis>mother</emphasis> for the sake of simplicity. Even if there are no children in a family, the <emphasis>father</emphasis> and <emphasis>mother</emphasis> terminology is still used. In the case of male/male or female/female relationships, the <emphasis>father</emphasis> and <emphasis>mother</emphasis> labels should be considered to be convenience labels.
de: Wir benutzen die Begriffe <emphasis>Vater</emphasis> und <emphasis>Mutter</emphasis> der Einfachheit halber. Auch wenn die Familie keine Kinder hat, wird die <emphasis>Vater</emphasis> und <emphasis>Mutter</emphasis> Bezeichnungsweise beibehalten. Im Falle einer Mann/Mann oder Frau/Frau Beziehungen, sollte die <emphasis>Vater</emphasis> und <emphasis>Mutter</emphasis> Beschriftung als Beschriftung aus Bequemlichkeit gelten.

source: You can reorder the parents and spouses by selecting the <guibutton>Reorder</guibutton>. This option will only be enabled if more than one set of parents or more than one set of spouses exists for the Active Person. Selecting this button will display a dialog that will allow you to reorder the families.
de: Sie können die Eltern und Partner neu ordnen durch den <guibutton>Neu ordnen</guibutton>. Diese Option ist nur aktiv wenn mehr als ein Elternpaar oder mehr als ein Partner für die aktive Person existiert. Die Auswahl dieser Schaltfläche öffnet einen Dialog der ihnen das neu Ordnen der Familien erlaubt.

source: Relationship Reordering Window
de: Beziehungen neu ordnen Fenster

source: Relationship Reordering Window.
de: Beziehungen neu ordnen Fenster.

source: The Family List View displays a list of all families in the database. From this view, you may add, edit, or delete families. The default display lists the ID, Father, Mother, and Relationship. Children cannot be displayed on the screen in this view.
de: Die Familien Listen Ansicht zeigt eine Liste aller Familien in der Datenbank. Aus dieser Ansicht können Sie Familien hinzufügen, bearbeiten oder löschen. Die standart Ansicht listet die ID, den Vater, die Mutter und die Beziehung. Kinder können nicht auf dem Schirm in dieser Ansicht dargestellt werden.

source: Family List View.
de: Familien Listen Ansicht

source: Unlike the Relationships View, clicking the Remove button in this view will remove the family from the database. All people will remain, but all relationships between the people in the family will be removed.
de: Im Untersachied zur Beziehungsansicht, entfernt Klicken auf die Entfernenschaltfläche die Familie aus der Datenbank. Alle Personen bleiben erhalten, aber alle Beziehungen zwischen den Personen in dieser Familie werden entfernt.

source: The Pedigree View displays a family tree of the Active Person's ancestors. The Pedigree View shows up to five generations, depending on the size of the window. Each person is indicated by a box labeled with his or her name, birth and death information, and optionally an image if available. Two lines branch from each box. The top one shows the person's father and the bottom one the mother. Solid lines represent birth relations, while dashed lines represent non-birth relations such as adoption, step-parenthood, guardianship, etc.
de: Die Ahnentafelansicht zeigt eine Ahnentafel der aktiven Person und ihrer Vorfahren. Die Ahnentafelansicht zeigt bis zu fünf Generationen, abhängig von der Fenstergröße. Jede Person wird durch eine Box angezeigt die ihrem oder seinem Namen, Geburts und Todesinformationen und ein Bild wenn verfügbar enthält. Von jeder Box zweigen zwei Linien ab. Die obere zeigt den Vater der Person und die untere die Mutter. Durchgezogene Linien stehen für Geburtsbeziehungen, während gestrichelte Linien nicht Geburtsbeziehungen wie z.B. Adoption, Stiefeltern, Vormundschaft usw.

source: Shows Pedigree View.
de: Zeigt Stammbaum Ansicht

source: To the left of the Active Person is a left arrow button. If the Active Person has children, clicking this button expands a list of the Active Person's children. Selecting one of the children makes that child the Active Person.
de: Links neben der aktiven Person befindet sich eine Linkspfeilschaltfläche. Wenn die aktive Person Kinder hat, öffnet diese Schaltfläche eine Liste der Kinder der aktiven Person. Die Auswahl eines der Kinder macht es zur aktiven Person.

source: The appearance of the children's names in the menu differentiates the <emphasis>dead ends</emphasis> of the tree from the continuing branches. Children who have children themselves appear in the menu in the boldface and italic type, while children without children (<emphasis>dead ends</emphasis>) appear in a regular font. If the Active Person has only one child, no menu will be displayed (since there is only one choice) and the child will become the Active Person when the arrow button is clicked.
de: Das Aussehen der Namen der Kinder in dem Menü unterscheidet die <emphasis>Sackgassen</emphasis> des Baums von den fortbestehenden Zweigen. Kinder die selbst Kinder haben erscheinen in dem Menü Fett und in Italic Schrift, während Kinder ohne Kinder (<emphasis>Sackgassen</emphasis>) erscheinen in normaler Schrift. Wenn die aktive Person nur ein Kind hat, wird kein Menüangezeigt (da es nur eine Auswahl gibt) und das Kind wird die aktive Person wenn die Schaltfläche geklickt wird.

source: Children Menu
de: Kinder Menü

source: Shows Children Menu in Pedigree View.
de: Zeigt Kinder Menü in der Stammbaumansicht

source: The right-hand side of the window shows two right arrow buttons. When the top button is clicked, the Father of the Active Person becomes the Active Person. When the bottom button is clicked, the Mother of the Active Person becomes the Active Person.
de: An der rechten Seite des Fensters befinden sich zwei Pfeil nach rechts Schaltflächen. Wenn die obere benutzt wird wird der Vater der aktiven Person zur aktiven Person. Bei der unteren wird die Mutter der aktiven Person zur aktiven Person.

source: Personal Context Menu
de: Persönliche Kontextmenü

source: Shows Context Menu in Pedigree View.
de: Zeigt Kontextmenü in Stammbaumansicht

source: Right-clicking on any person's box in the Pedigree View will bring up the "context menu". Among other useful items, the context menu has sub-menus listing <guilabel>Spouses</guilabel>, <guilabel>Siblings</guilabel>, <guilabel>Children</guilabel>, and <guilabel>Parents</guilabel> of that person. "Greyed-out" sub-menus indicate the absence of the data in the appropriate category. Similar to the children menu above, Childrens' and Parents' menus distinguish continuing lines from dead ends.
de: Rechtsklick in jeder Personen-Box in der Stammbaumansicht öffnet das "Kontextmenü". Neben anderen sinnvollen Einträgen enthält das Kontextmenü enthält Untermenüs welche <guilabel>(Ehe-)Partner</guilabel>, <guilabel>Geschwister</guilabel>, <guilabel>Kinder</guilabel>, und <guilabel>Eltern</guilabel> dieser Person auflisten. "Ausgegraute" Untermenüs zeigen das nicht vorhanden sein von Daten indieser Kategorie. Gleich wie im Kindermenü oben unterscheiden die Kinder und Eltern Menüs zwischen fortbestehenden Linien und Sackgassen.

source: New in version 2.2 is the inclusion of an Events View. Events can be shared between multiple people and multiple families. The Events View lists the all the events recorded in the database. The default view displays the <guilabel>Description</guilabel>, <guilabel>ID</guilabel>, <guilabel>Type</guilabel>, <guilabel>Date</guilabel>, <guilabel>Place</guilabel> and <guilabel>Cause</guilabel> of the event.
de: Neu in Version 2.2 ist die Aufnahme einer Ereignis Ansicht. Ereignisse können geteilt werden mit mehreren Personen und mehreren Familien. Die Ereignis Ansicht listet all diese Ereignisse aus der Datenbank. Die standart Ansicht zeigt die <guilabel>Beschreibung</guilabel>, <guilabel>ID</guilabel>, <guilabel>Type</guilabel>, <guilabel>Datum</guilabel> und <guilabel>Ort</guilabel> des Ereignis.

source: Events View.
de: Ereignis Ansicht

source: Because events can be shared, you should take the extra time to give each event a unique and meaningful description. This will help you find the correct event if you decide to share events.
de: Weil Ereignisse geteilt werden können, sollten Sie sich etwas Zeit nehmen jedem Ereignis eine eigene und aussagekräftige Beschreibung zu geben. Das wird ihnen helfen das richtige Ereignis zu finden wenn sie es wieder verwenden wollen.

source: The list of Events can be sorted in the usual manner, by clicking on the column heading. Clicking once sorts in ascending order, clicking again sorts in descending order. The <guilabel>Column Editor</guilabel> dialog can be used to add, remove and rearrange the displayed columns.
de: Die Liste der Ereignisse kann auf die übliche Weise sortiert werden, durch klicken auf den Spaltenkopf. Einmal klicken sortiert in aufsteigender Reihenfolge erneutes klicken sortiert in absteigend Reihenfolge. Der <guilabel>Spalteneditor</guilabel> Dialog kann benutzt werden zum hinzufügen, entfernen und neu ordnen der angezeigten Spalten.

source: The list of Sources can be sorted by clicking on a column heading. Clicking once sorts in ascending order, clicking again sorts in descending order. The <guilabel>Column Editor</guilabel> dialog can be used to add, remove and rearrange the displayed columns.
de: Die Liste der Quellen kann sortiert werden, durch klicken auf den Spaltenkopf. Einmal klicken sortiert in aufsteigender Reihenfolge erneutes klicken sortiert in absteigend Reihenfolge. Der <guilabel>Spalteneditor</guilabel> Dialog kann benutzt werden zum hinzufügen, entfernen und neu ordnen der angezeigten Spalten.

source: Shows Sources View.
de: Zeigt Quellen Ansicht

source: Shows Places View.
de: Zeigt Orte Ansicht

source: Media View.
de: Medien Ansicht

source: Version 2.2 adds support for Repositories. A repository can be thought of as a collection of sources. Each source in the database can reference a repository (such as a library) in which it belongs. The functionality of the Repositories View is similar to the other views.
de: In Version 2.2 wurde die Unterstützung für Aufbewahrungsorte hinzugefügt. Ein Aufbewahrungsort kann als Sammlung von Quellen gedacht werden. Jede Quelle kann sich auf einen Aufbewahrungsort beziehen (wie eine Bibliothek) wo sie sich befindet. Die Funktionalität der Aufbewahrungsorteansicht ist identisch mit den anderen Ansichten.

source: Repositories View.
de: Aufbewahrungsorte Ansicht

source: Usage
de: Verwendung

source: Now we turn to a detailed exploration of the day-to-day use of GRAMPS. First, we should point out that GRAMPS often offers more than one way to do the same task. We'll try to point out some of these alternatives where appropriate.
de: Nun werfen wir einen genauen Blick auf die tägliche Arbeit mit GRAMPS. Zuerst sollten wir bemerken das es in GRAMPS häufig mehr als einen Weg gibt eine Aufgabe zu lösen. Wir werden versuchen einige dieser Alternativen aufzuzeigen wo es angebracht ist.

source: Starting a New Database
de: Eine neue Datenbank erstellen

source: To start a new database, choose <menuchoice><guimenu>File</guimenu><guimenuitem>New</guimenuitem></menuchoice> or select the <guibutton>New</guibutton> button from the toolbar. You will then be asked to give the new database a name.
de: Um eine neue Datenbank anzulegen wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Neu</guimenuitem></menuchoice> oder wählen Sie die <guibutton>Neu</guibutton> Schaltfläche aus der Werkzeugleiste. Sie werden dann aufgefordert der neuen Datenbank einen Namen zu geben.

source: GRAMPS databases
de: GRAMPS Datenbanken

source: GRAMPS stores your data in a Berkeley database, sometimes known as BSDDB. These files have ".grdb" as their default extension. The extension is automatically added to your filename.
de: GRAMPS speichert ihre Daten in einer Berkeley Datenbank, auch bekannt als BSDDB. Diese Dateien haben ".grdb" als Standardendung. Diese Endung wird automatisch ihrem Dateinamen hinzu gefügt.

source: Opening a Database
de: Eine Datenbank öffnen
