Repository: gramps-project/gramps
Catalog: help/*/*.po
Languages: de

source: Now let's take a quick look at how you can enter and edit these various types of information.
de: Nun lassen Sie uns einen kurzen Blick darauf werfen wie man diese verschiedenen Informationen eingeben kann.

source: To Add or Edit a Person
de: Eine Person hinzufügen oder bearbeiten

source: There are multiple ways to add a person to the database. We will cover some of them as we proceed. The simplest way to enter a person to add them from the People View. While you are in the People View (<xref linkend="side-nofilt-fig"/>), click the <guibutton>Add</guibutton> on the toolbar. Enter any data you know about this person into the <guilabel>Edit Person</guilabel> dialog (see <xref linkend="edit-pers-fig"/> for details).
de: Es gibt mehrere Möglichkeiten eine Person zur Datenbank hinzuzufügen. Wir werden einige von ihnen im weiteren ansprechen. Der einfachste Weg ist eine Person über die Personenansicht hinzuzufügen. Während sich in derPersonenansicht befinden (<xref linkend="side-nofilt-fig"/>), klicken Sie <guibutton>Neue Person hinzufügen</guibutton> in der Werkzeugleiste. Geben Sie alle ihnen bekannte Daten über diese Person in den <guilabel>Personbearbeiten</guilabel> Dialog (siehe <xref linkend="edit-pers-fig"/> für Details).

source: To edit information about a person already present in the database, select the person from the People View and click the <guibutton>Edit</guibutton> button on the toolbar.
de: Um Informationen über eine Person, die schon in der Datenbank existiert, zu bearbeiten, wählen sie die Person aus der Personen Ansicht und wählen die <guibutton>bearbeiten</guibutton> Schaltfläche in der Werkzeugleiste.

source: Alternate ways of adding or editing a person from the People View
de: Andere Möglichkeiten Personen aus der Personenansicht hinzuzufügen oder zu bearbeiten

source: You can also use <guilabel>Add...</guilabel> and <guilabel>Edit...</guilabel> menu items available under <guimenu>Edit</guimenu>. Or you can right-click on the person and select <guilabel>Add...</guilabel> or <guilabel>Edit...</guilabel> from the context menu that pops up.
de: Sie können auch die <guilabel>Hinzufügen</guilabel> und <guilabel>Bearbeiten</guilabel> Menüeinträge unter <guimenu>Bearbeiten</guimenu> benutzen. Oder Sie können auf die Person rechtsklicken und <guilabel>Hinzufügen</guilabel> oder <guilabel>Bearbeiten</guilabel> aus dem aufklappenden Kontextmenü wählen.

source: People can also be added to the database in the Relationships View, <guilabel>Edit Family</guilabel> dialog, and other places where it makes sense.
de: Personen können auch zur Datenbank hinzugefügt werden in der Beziehungenansicht, <guilabel>Familie bearbeiten</guilabel> Dialog und anderen Orte wo es Sinn macht.

source: To Specify a Relationship
de: Eine Beziehung angeben

source: Editing a family
de: Eine Familie bearbeiten

source: Editing a family.
de: Eine Familie bearbeiten.

source: Selecting a person
de: Eine Person auswählen

source: Selecting a person.
de: Eine Person auswählen.

source: Filtering
de: Filtern

source: To Specify Parents
de: Eltern festlegen

source: Selecting a family
de: Eine Familie auswählen

source: Selecting a family.
de: Eine Familie auswählen.

source: Duplicate family warning
de: Doppelte Familie Warnung

source: Duplicate family warning.
de: Doppelte Familie Warnung.

source: To Specify Children
de: Kinder angeben

source: Child Reference Editor
de: Kinderreferenz-Editor

source: Child Reference Editor.
de: Kinderreferenz-Editor.

source: Adding Photos and Other Media Objects
de: Fotos und andere Medien Objekte hinzufügen

source: Alternate way of adding images to galleries
de: Alternativer Weg um Bilder zu Gallerien hinzuzufügen

source: Removing an image from a gallery
de: Ein Bild aus einer Gallerie entfernen

source: To Edit Events, Sources, Places, and Repositories
de: Ereignisse, Quellen, Orte und Aufbewahrungsorte bearbeiten

source: Entering and Editing Data: Complete Description
de: Daten eingeben und bearbeiten: Komplette Beschreibung

source: The previous section offered you a quick overview of how to enter and edit data in GRAMPS. This section continues that discussion in much greater detail.
de: Der vorhergehende Abschnit gab ihnen einen schnellen Überblick wie man Daten in GRAMPS eingibt und bearbeitet. Dieser Abschnitt setzt diese Ausführungen detalierter fort.

source: As we have seen above, GRAMPS offers you a series of Views. Each of these Views gives you opportunities to enter and edit information. In fact, you can often get to the same information from different Views.
de: Wie oben gesehen gibt es in GRAMPS eine Reihe von Ansichten. Jede dieser Ansichten bietet ihnen die Möglichkeit Informationen einzugeben und zu ändern. Tatsächlich können sie häufig über verschiedene Ansichten zu den selben Informationen gelangen.

source: In GRAMPS, information is entered and edited through what we call dialogs. Since we use that term frequently, we should define what we mean by it:
de: In GRAMPS werden Informationen über Dialoge eingegeben und bearbeitet. Da wir diesen Begriff häufig verwenden sollten wir deffinieren was wir damit meinen.

source: Add, Remove, and Edit buttons
de: Hinzufügen, entfernen und bearbeiten Schaltflächen

source: In most cases, GRAMPS uses a <guibutton>+</guibutton> to correspond to <guibutton>Add</guibutton>, a <guibutton>-</guibutton> correspond to <guibutton>Remove</guibutton>, and an icon of a pen on a sheet of paper to denote <guibutton>Edit</guibutton>. We will continue referring to the latter as the <guibutton>Edit</guibutton> button, while using <guibutton>+</guibutton> and <guibutton>-</guibutton> to denote the two former buttons.
de: In den meisten Fällen benutzt GRAMPS ein <guibutton>+</guibutton> für <guibutton>Hinzufügen</guibutton>, ein <guibutton>-</guibutton> für <guibutton>Entfernen</guibutton> und ein Piktogramm eines Stift auf einem Blattpapier zum andeuten von <guibutton>Bearbeiten</guibutton>. Wir werden auf letzteres bezug nehmen als die <guibutton>Bearbeiten</guibutton> Schaltfläche, <guibutton>+</guibutton> und <guibutton>-</guibutton> um vorherige Schaltflächen zu kennzeichnen.

source: Editing Information About People
de: Informationen über Personen bearbeiten

source: Information about people is entered and edited through the <guilabel>Edit Person</guilabel> dialog. This dialog can be invoked from different Views in the following ways:
de: Informationen über Personen wird eingegeben und bearbeitet über den <guilabel>Person bearbeiten</guilabel> Dialog. Dieser Dialog kann von verschiedenen Ansichten auf die folgenden Arten aufgerufen werden:

source: From the People View:
de: Aus der Personenansicht:

source: Double-click the name of the person whose data you would like to edit
de: Den Namen der Person deren Daten Sie bearbeiten wollen doppel-klicken

source: Select the name by single click and then click the <guibutton>Edit</guibutton> button on the toolbar.
de: Den Namen durch einmal klicken wählen und dann auf die <guibutton>Bearbeiten</guibutton> Schaltfläche in der Werkzeugleiste klicken.

source: Select the name and then press <keycap>Enter</keycap>.
de: Den Namen wählen und dann <keycap>Enter</keycap> drücken.

source: Select <guimenuitem>Edit...</guimenuitem> from the <guisubmenu>Edit</guisubmenu> menu of GRAMPS
de: Wähle <guimenuitem>Bearbeiten</guimenuitem> von dem <guisubmenu>Bearbeiten</guisubmenu> Menü von GRAMPS

source: Select <guimenuitem>Edit</guimenuitem> from the context menu that appears upon right-click on the name.
de: Wähle <guimenuitem>Bearbeiten</guimenuitem> von dem Kontextmenü das nach einem Rechtsklick auf den Namen erscheint.

source: From the Relationships View:
de: Aus der Beziehungsansicht:

source: To edit the Active Person's data, click on the Edit button next to the Active Person's name.
de: Um die Daten der aktiven Person zu bearbeiten, auf die bearbeiten Schaltfläche neben dem Namen der aktiven Person klicken.

source: From the Pedigree View:
de: Aus der Stammbaumansicht:

source: Double-click in the box having the name of the person whose data you want to edit.
de: In der Box doppel-klicken, die den Namen der Person deren Daten Sie bearbeiten wollen enthält.

source: In each of the above cases, the <guilabel>Edit Person</guilabel> dialog will appear:
de: In jedem der obigen Fälle wird der <guilabel>Person bearbeiten</guilabel> Dialog eingeblendet.

source: Edit Person dialog
de: Bearbeite Person Dialog

source: Shows Edit Person dialog.
de: Zeigt Bearbeite Person Dialog

source: Clicking <guibutton>OK</guibutton> will immediately save changes to the database. There is no need for a Save operation, since all changes are immediate.
de: Klicken von <guibutton>OK</guibutton> speichert die Änderungen sofort in der Datenbank. Es wird keine speichern Operation benötigt, da alle Änderungen sofort durchgeführt werden.

source: If a tab label is in boldface type, this means it contains data. If not, it has no data.
de: Wenn ein Reiter fett beschriftet ist, bedeuted er enthält Daten. Wenn nicht enthält er keine Daten.

source: The general information is at the top of the window. This includes the primary name and general information.:
de: Die allgemeine Information befindet sich oben im Fenster. Diese beinhaltet den Hauptnamen und allgemeine Information.:

source: Primary Name
de: Bevorzugter Name

source: includes <guilabel>Given name</guilabel>, <guilabel>Family name</guilabel>, <guilabel>Family prefix</guilabel> (such as "de" or "van"), <guilabel>Suffix</guilabel> (e.g. Jr. or III), <guilabel>Title</guilabel> (e.g. Dr. or Rev.), <guilabel>Nickname</guilabel> (Bob for Robert), <guilabel>Type</guilabel> of the name (birth name, married name, etc.). Some of these <guilabel>Family name</guilabel> and <guilabel>Type</guilabel> fields provide "autocompletion" feature: as you type in these fields, a menu appears below the field containing database entries that match your partial input. This gives you a shortcut by letting you select an entry that already exists in the database rather than having to type it all out. You can select the entry using your mouse or using your arrow and <keycap>Enter</keycap> keys.
de: Enthält <guilabel>Vorname</guilabel>, <guilabel>Familiename</guilabel>, <guilabel>Familienpräfix</guilabel> (wie "de" oder "van"), <guilabel>Suffix</guilabel> (z.B.. Jun. oder III), <guilabel>Titel</guilabel> (z.B. Dr. oder Rev.), <guilabel>Rufname</guilabel> (Hans für Johann), <guilabel>Typ</guilabel> des Namen (Geburtsname, Heiratsname, usw.). Einige dieser <guilabel>Familiennamen</guilabel> und <guilabel>Typ</guilabel> Felder bieten "autoverfollständigung" Funktion: wenn Sie etwas in diese Felder eingeben, erscheint ein Menü unter dem Feld es enthält Einträge aus der Datenbank die mit ihrer Teileingabe übereinstimmen. Dies gibt ihnen die Möglichkeit als Abkürzung einen Namen aus der Datenbank zu wählen anstatt ihn komplett einzugeben. Sie können den Eintrag wählen durch Benutzung der Maus oder der Pfel und <keycap>Eingabe</keycap> Tasten.

source: General
de: Allgemein

source: The <guilabel>Gender</guilabel> menu offers the choice of person's gender : <guilabel>male</guilabel>, <guilabel>female</guilabel>, and <guilabel>unknown</guilabel>.
de: Das <guilabel>Geschlecht</guilabel> Menü bietet die Wahl des Geschlechts der Person : <guilabel>mänlich</guilabel>, <guilabel>weiblich</guilabel>, und <guilabel>unbekannt</guilabel>.

source: The <guilabel>Marker</guilabel> allows you to specify some basic information on the status of your research.
de: Der <guilabel>Marker</guilabel> erlaubt ihnen Grundinformationen über den Status ihre Erforschung festzulegen.

source: The <guilabel>Privacy</guilabel> button lets you mark whether or not the person's record is considered private.
de: Die <guilabel>Ackte ist öffentlich</guilabel> Schaltfläche erlaubt ihnen zu makieren ob der Datensatz privat ist oder nicht.

source: Image
de: Bild

source: The <guilabel>Image</guilabel> area shows the first image available in the <guilabel>Gallery</guilabel> of this person (if any exist).
de: Der <guilabel>Bild</guilabel> Bereich zeigt das erste Bild aus der <guilabel>Galerie</guilabel> der Person (wenn eins existiert).

source: The tabs reflect the following categories of personal data:
de: Die Reiter geben die follgenden Kategorien der Persönlichen Daten wieder.

source: Events
de: Ereignisse

source: Names
de: Namen

source: Edit Person dialog - Names
de: Person bearbeiten Dialog - Namen

source: Shows Names Tab of Edit Person dialog.
de: Zeigt Namen-reiter des Person bearbeiten Dialog.

source: Attributes
de: Attribute

source: Edit Person dialog - Attributes
de: Person bearbeiten Dialog - Attribute

source: Shows Attributes Tab of Edit Person dialog.
de: Zeigt Attribute Reiter des Person bearbeiten Dialog.

source: Addresses
de: Adressen

source: Some reports allow you to restrict data on living people. In particular, that option will omit their addresses.
de: Einige Berichte erlauben die Daten von lebenden Personen zu begrenzen. Im speziellen lässt diese Option deren Adressen weg.

source: Edit Person dialog - Addresses
de: Person bearbeiten Dialog - Adressen

source: Shows Addresses Tab of Edit Person dialog.
de: Zeigt Adress Reiter des Person bearbeiten Dialog.

source: Notes
de: Notizen

source: Edit Person dialog - Notes
de: Person bearbeiten Dialog - Notizen

source: Shows Notes Tab of Edit Person dialog.
de: Zeigt Notiz Reiter des Person bearbeiten Dialog.

source: If you select the Preformatted option, the text in reports and web pages will appear exactly as you enter it in the <guilabel>Notes</guilabel> dialog.
de: Wenn Sie die Formatiert Option gewählt haben, erscheint der Text in Berichten und auf Webseiten genau so wie Sie ihn eingegeben haben im <guilabel>Notiz</guilabel> Dialog.

source: Sources
de: Quellen

source: Edit Person dialog - Sources
de: Person bearbeiten Dialog - Quellen

source: Shows Sources Tab of Edit Person dialog.
de: Zeigt Quellen Reiter des Person bearbeiten Dialog.

source: Gallery
de: Gallerie

source: The first available image in the gallery will be also displayed in the <guilabel>Image</guilabel> area in the <guilabel>General</guilabel> tab.
de: Das erste verfügbare Bild in der Galerie wird auch angezeigt in dem <guilabel>Bild</guilabel> Bereich des <guilabel>Allgemein</guilabel> Reiters.

source: Edit Person dialog - Gallery
de: Person bearbeiten Dialog - Gallerie

source: Shows Gallery Tab of Edit Person dialog.
de: Zeigt Gallerie Reiter des Person bearbeiten Dialog.

source: Removing a media object from a person's gallery does not remove it from the database. It only removes the reference to that object from this person's record.
de: Das Entfernen eines Medienobjekts aus der Galerie einer Person entfernt es nicht aus der Datenbank. Es entfernt nur die Referenz auf dieses Objekt aus dem Datensatz der Person.

source: Edit Person dialog - Internet
de: Person bearbeiten Dialog - Internet

source: Shows Internet Tab of Edit Person dialog.
de: Zeigt Internet Reiter des Person bearbeiten Dialog.

source: Associations
de: Verknüpfungen

source: Edit Person dialog - Associations
de: Person bearbeiten Dialog - Verknüpfungen

source: Shows Associations Tab of Edit Person dialog.
de: Zeigt Verknüpfungen Reiter des Person bearbeiten Dialog.

source: LDS
de: HLT

source: Edit Person dialog - LDS
de: Person bearbeiten Dialog - HLT

source: Shows LDS Tab of Edit Person dialog.
de: Zeigt HLT Reiter des Person bearbeiten Dialog.

source: Editing Dates
de: Daten bearbeiten

source: This section describes how to enter and modify dates. Since dates are so important in genealogical research, GRAMPS takes special care to preserve and use any date information available.
de: Dieser Abschnitt beschreibt das Eingeben und ändern von Daten (Plural von Datum). Da Daten so wichtig sind in der Ahnenforschung, gibt sich GRAMPS besondere Mühe bei der Aufbewahrung und Benutzung jeder verfügbaren Datumsinformation.

source: Information can be entered into a date field by directly typing it or by invoking the <guilabel>Date selection</guilabel> dialog. Both methods will be discussed below, but first, we will cover some important features of dates as they are used in GRAMPS.
de: Informationen können in ein Datumsfeld eingegeben werden durch direktes eintippen oder aufrufen des <guilabel>Datumsauswahl</guilabel> Dialog. Beide Praktiken werden weiter unten erklärt, aber erst werden wir einige wichtige Eigenschaften von Daten wie sie in GRAMPS verwendet werden behandeln.

source: Date types
de: Datums Arten

source: Dates in GRAMPS are classified according to the following types:
de: Daten in GRAMPS sind entsprechend der folgenden Arten geordnet:

source: Regular
de: Regulär

source: A "regular" date is one which includes a specific day, date, or month. It can be complete (e.g., June 6, 1990) or partial (e.g., July 1977).
de: Ein "Regulär"es Datum ist eines welches einen bestimmten Tag, Datum oder Monat enthält. Es kann vollständig sein (z.B. 6 Juni 1990) oder unvollständig (z.B. Juli 1977).

source: Before
de: Vor

source: A "before" date is one that can only be identified as occurring before a certain day, month, or year.
de: Ein "vor" Datum ist eins das nur identifiziert werden kann das es sich vor einem bestimmten Tag, Monat oder Jahr ereignet hat.

source: After
de: Nach

source: An "after" date is one that occurs after a certain day, month, or year.
de: Ein "nach" Datum ist eins das nur identifiziert werden kann das es sich nach einem bestimmten Tag, Monat oder Jahr ereignet hat.

source: Range
de: Zeitraum

source: A "range" describes a time period during which the event occurred. For example, "between January 1932 and March 1932."
de: Ein "Zeitraum" beschreibt einen Zeitraum innerhalb dessen das Ereignis stattfand. Zum Beispiel "zwischen Jannuar 1932 und März 1932."

source: Span
de: Zeitspanne

source: A "span" describes a time period during which a condition existed. For example, "from May 12, 2000 to February 2, 2002."
de: Eine "Zeitspanne" beschreibt einen Zeitraum während der eine Bedingung erfüllt war. Zum Beispiel "vom 12. Mai 2000 bis zum 2. Februar 2002."

source: Date formats and parsing rules
de: Datumsformate und Syntaxanalyseregeln

source: Date parsing rules
de: Datums Syntaxanalyseregeln

source: The list only applies to the English version of GRAMPS. If you are using localized version of GRAMPS, your version may or may not provide a localized date parser. At the time of this writing, localized parsers exist for French, German, Russian, Finnish, Dutch and Spanish languages.
de: Die Liste gilt nur für die englische Version von GRAMPS. Wenn Sie eine lokalisierte Version von GRAMPS verwenden, kann muß sie aber nicht eine lokalisierte Datumsprüfung enthalten. Zur Zeit existieren Datumsprüfungen für folgende Sprachen: Französisch, Deutsch, Russisch, Finnisch, Niederländisch und Spanisch.

source: Regular single dates can be entered just as you would write them. Examples: May 24, 1961 or January 1, 2004.
de: Ein reguläres einzelnes Datum kann eingegeben werden wie sie es schreiben würden. Beispiel: 24. Mai 1961 oder 1.1.2004.

source: Partial dates are entered simply by omitting unknown information. Examples: May 1961 and 2004.
de: Unvollständige Daten werden eingegeben durch einfaches weglassen der unbekannten Information. Beispiele: Mai 1961 und 2004.

source: Alternate calendars are calendars other than the Gregorian calendar. Currently, GRAMPS supports Hebrew, French Republican, Julian, Islamic, and Persian alternate calendars. To specify the calendar other than the default Gregorian, append the name of the calendar to the date string, e.g. "January 9, 1905 (julian)".
de: Alternative Kalender sind andere als der Gregorianischekalender. Aktuell unterstützt GRAMPS den Hebräisch, Französisch-Republikanisch, Julianisch, Islamisch und Persisch Kalender. Um einen anderen Kalender als den Gregorianischen festzulegen, den Kalender an den Datumstext anhängen z. B. "9. Jannuar 1905 (Julianisch)"

source: Date Validity Indicators
de: Datum Gültikeitsanzeigen

source: GRAMPS uses color circles to indicate the validity of the entered date.
de: GRAMPS benutzt Farbkreise um die Gültigkeit einenes eingegebenen Datums anzuzeigen.

source: Date LED buttons
de: Datums LED Knöpfe

source: A green circle means that the date is valid and complete regular date (e.g. May 24, 1961). In simple terms, green means that the date corresponds to a unique date.
de: Ein grüner Kreis bedeutet das das Datum gültig und komplett ist (z.B. 24. März 1961). Einfach gesagt grün entspricht einem eindeutigen Datum.

source: Yellow circle means that the date is valid but is not a regular date. This could be the date of a different type: a before date (before May 25, 1962), an after date (after May, 1960), an about date (about May 23, 1961), a range (between May 1, 1961 and May 31, 1961), or a span (from May 1, 1961 to May 31, 1961). It can also be a complete single date, but with quality of Estimated or Calculated. Finally, it could be a partial date, i.e. a regular quality single date missing some portion, e.g. May 1961 or 1961.
de: Gelber Kreis bedeutet das das Datum gültig ist aber kein reguläres Datum. Das kann ein Datum von verschiedenen Arten sein: Ein vor Datum (vor 25. Mai 1962), ein nach Datum (nach Mai 1960), ein geschätzt Datum (geschätzt 23. Mai 1961), ein Zeitraum (zwischen 1. Mai 1961 und 31. Mai 1961) oder eine Zeitspanne (von 1. Mai 1961 bis 31. Mai 1961). Es kann auch ein komplettes Einzeldatum aber mit der Qualität geschätzt oder berechnet. Zum Schluß kann es ein Teildatum sein dem ein Teil fehlt z.B. Mai 1961 oder 1961.

source: Graphical User Interface for Entering Dates
de: Grafische Benutzerschnittstelle zur Datumseingabe

source: Date selection dialog
de: Datumsauswahl Dialog

source: Shows Date selection dialog.
de: Zeigt Datumsauswahl Dialog.

source: Editing Information About Relationships
de: Informationen über Beziehungen bearbeiten

source: Information about relationships is entered and edited through the <guilabel>Family Editor</guilabel> dialog. This dialog may be invoked in a number of ways:
de: Informationen über Beziehungen werden eingegeben und bearbeitet im <guilabel>Familien Editor</guilabel> Dialog. Dieser Dialog kann auf verschiedenen Wegen aufgerufen werden:

source: From Relationships View: click on an <guibutton>Edit</guibutton> button in the family that you want to edit.
de: In der Beziehungsansicht klicken Sie auf die <guibutton>Bearbeiten</guibutton> Schaltfläche in der Familie die Sie bearbeiten wollen.

source: From Family List View: select the family in the list and then click the <guibutton>Edit</guibutton> button on the Toolbar, or double-click on the family.
de: In der Familienlisteansicht wählen Sie die Familie in der Liste dann klicken Sie auf die <guibutton>Edit</guibutton> bearbeiten Schaltfläche in der Werkzeugleiste oder doppel-klicken auf die Familie.

source: From Pedigree View: point your mouse over the black line connecting the spouses, right-click and select <guilabel>Edit</guilabel> from the context menu, or double-click on the black line.
de: In der Ahnentafelansicht bewegen Sie den Mauszeiger über die schwarze Verbindungslinie der Partner rechts-klick und wählen <guilabel>Bearbeiten</guilabel> aus dem Kontextmenü oder doppel-klicken auf die schwarze Linie.

source: Any of these methods will prompt you with the following <guilabel>Family Editor</guilabel> dialog:
de: Jede dieser Methoden öffnet den follgenden <guilabel>Familien Editor</guilabel> Dialog:

source: Family Editor dialog
de: Familien Editor Dialog

source: Shows Family Editor dialog.
de: Zeigt Familien Editor Dialog.
