Repository: gramps-project/gramps
Catalog: help/*/*.po
Languages: de

source: Event
de: Ereignis

source: Provides the template for generating IDs for an Event.
de: Liefert die Vorlage zur Erstellung von IDs für ein Ereignis

source: Repository
de: Aufbewahrungsort

source: Provides the template for generating IDs for a Repository.
de: Liefert die Vorlage zur Erstellung von IDs für einen Aufbewahrungsort

source: Warnings
de: Warnungen

source: This category controls the display of warning dialogs, allowing the re-enabling of dialogs that have been disabled.
de: Diese Rubrick steuert die Anzeige von Warnmeldungen, erlaubt das aktivieren von Meldungen die ausgeschaltet wurden.

source: Researcher Information
de: Informationen zum Forscher

source: Enter your personal information in the corresponding text entry fields. Although GRAMPS requests information about you, this information is used only so that GRAMPS can create valid GEDCOM output files. A valid GEDCOM file requires information about the file's creator. If you choose, you may leave the information empty, however none of your exported GEDCOM files will be valid.
de: Geben Sie ihre Daten in die entsprechenden Textfelder ein. Obwohl GRAMPS Informationen über Sie abfragt, verwendet GRAMPS diese Informationen nur um gültige GEDCOM-Dateien zu erstellen. Eine gültige GEDCOM-Datei erfordert Informationen über den Ersteller. Wenn Sie wollen, können Sie diese Felder leer lassen, allerdings ist dann keine exportierte GEDCOM-Datei gültig.

source: Marker Colors
de: Markierungsfarben

source: This category controls the highlight color of items in the Person list when a marker has been set for a person.
de: Dieser Bereich legt die Farbe für das hervorheben von Einträgen in der Personenansicht wenn die Person makiert wurde.

source: Other settings
de: Andere Einstellungen

source: Setting Home person
de: Hauptperson festlegen

source: The Home person is the person who becomes active when database opened, when <guibutton>Home</guibutton> button is clicked or the <guimenuitem>Home</guimenuitem> menu item is selected from either <guimenu>Go</guimenu> menu or the right-click context menu anywhere.
de: Die Hauptperson ist die Person die aktiviert wird beim öffnen einer Datenbank, wenn die <guibutton>springe zur Hauptperson</guibutton> Schaltfläche betätigt wird oder der <guimenuitem>Anfang</guimenuitem> Menüeintrag gewählt wird aus entweder dem <guimenu>Gehe zu</guimenu> Menü oder dem Rechtsklickkontextmenü irgendwo.

source: To set Home person, make the desired person active and then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Set Home person...</guimenuitem></menuchoice>.
de: Um die Hauptperson zu setzen, die gewünschte Person makieren dann <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Hauptperson setzen</guimenuitem></menuchoice> wählen.

source: Adjusting viewing controls
de: Festlegen der Anzeige von Bedienelementen

source: Whether the toolbar, the sidebar, or the filter (People View only) are displayed in the main window is adjusted through the <guimenu>View</guimenu> menu.
de: Ob die Werkzeugleiste, die Seitenleiste oder der Filter-Seitenleiste (nur Personenansicht) im Hauptfenster angezeigt werden wird durch das <guimenu>Ansicht</guimenu> Menü festgelegt.

source: Advanced manipulation of settings
de: Fortgeschrittene Manipulation von Einstellungen

source: The contents of this section is outside the scope of interest of a general user of GRAMPS. If you proceed with tweaking the options on the low level you may damage your GRAMPS installation. Be careful. YOU HAVE BEEN WARNED!
de: Der Inhalt dieses Absatz ist außerhalb der Interessen eines normalen GRAMPS Benutzers. Wenn Sie die Optionen systemnah justieren können Sie ihre GRAMPS -Installation beschädigen. Seien Sie vorsichtig. SIE WURDEN GEWARNT!

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: This appendix contains the list of questions that frequently come up in mailing list discussions and forums. This list is by no means complete. If you would like to add questions/answers to this list, please email your suggestions to <ulink type="mailto" url="mailto:gramps-devel@lists.sf.net">gramps-devel@lists.sf.net</ulink>
de: Dieser Anhang enthält eine Liste von Fragen, die häufig in den Mailinglisten und Foren auftauchen. Diese Liste ist aber auf keinen Fall vollständig. Wenn Sie Fragen/Antworten zu dieser Liste hinzufügen möchten, e-mailen Sie Ihre Vorschläge an <ulink type="mailto" url="mailto:gramps-devel@lists.sf.net">gramps-devel@lists.sf.net</ulink>

source: What is GRAMPS?
de: Was ist GRAMPS?

source: GRAMPS is the Genealogical Research and Analysis Management Program System. In other words, it is a personal genealogy program letting you store, edit, and research genealogical data using the powers of your computer.
de: GRAMPS ist das Genealogical Research and Analysis Management Program System. In anderen Worten: es ein Programm, mit dem Sie Ihre genealogischen Daten mit Hilfe Ihres Computers speichern, bearbeiten und erforschen können.

source: Where do I get it and how much does it cost?
de: Wo bekomme ich es und wieviel kostet es?

source: GRAMPS can be downloaded from <ulink type="http" url="http://sf.net/projects/gramps">http://sf.net/projects/gramps</ulink> at no charge. GRAMPS is an Open Source project covered by the GNU General Public License. You have full access to the source code and are allowed to distribute the program and source code freely.
de: GRAMPS kann kostenlos herunter geladen werden unter <ulink type="http" url="http://sf.net/projects/gramps">http://sf.net/projects/gramps</ulink> GRAMPS ist ein Open Source Projekt unter der GNU General Public License. Sie haben vollen Zugriff auf den Quellcode und können das Programm und den Quellcode frei weitergeben.

source: Does it work with Windows (tm)?
de: Läuft es unter Windows (tm)?

source: No. GRAMPS uses the GTK and GNOME libraries. While the GTK libraries have been ported to Windows, the GNOME libraries have not. This, however, may change in the future.
de: Ja, es wird aber nicht offiziell vom GRAMPS Projekt unterstüzt.

source: Does it work with the Mac?
de: Läuft es auf dem Mac?

source: <ulink type="http" url="http://fink.sourceforge.net"> The Fink project</ulink> has ported <ulink type="http" url="http://fink.sourceforge.net/pdb/package.php/gramps"> some older versions</ulink> of GRAMPS to OSX (tm). The Mac OSX port is not directly supported by the GRAMPS project, primarily because none of the GRAMPS developers have access to Mac OSX and because OSX is not Free Software.
de: Several people have managed to get GRAMPS to work under OSX using the darwin ports.

source: Does it work with KDE?
de: Läuft es unter KDE?

source: Yes, as long as the required GNOME libraries are installed.
de: Ja, so lange die benötigten GNOME-Bibliotheken installiert sind.

source: Do I really have to have GNOME installed?
de: Muss ich wirklich GNOME installiert haben?

source: Yes, but you do not have to be running the GNOME desktop.
de: Ja, aber Sie müssen den GNOME-Desktop nicht benutzen.

source: What version of GNOME do I need?
de: Welche GNOME-Version brauchte ich?

source: This version of gramps requires GNOME 2.8.0 or higher. Previous versions in 1.0.x series required GNOME 2.0.
de: Die neuste Version von GRAMPS benötigt 2.8 oder höher.

source: Is GRAMPS compatible with other genealogical software?
de: Ist GRAMPS kompatibel mit anderen Ahnenforschungsprogrammen?

source: GRAMPS makes every effort to maintain compatibility with GEDCOM, the general standard of recording genealogical information. We have import and export filters that enable GRAMPS to read and write GEDCOM files.
de: GRAMPS versucht die Kompatibilität mit GEDCOM, dem allgemeinen Standard beim speichern genealogischer Informationen, zu erhalten. Wir haben Import- und Exportfilter, die es Gramps ermöglichen GEDCOM-Dateien zu lesen und zu schreiben.

source: It is important to understand that the GEDCOM standard is poorly implemented -- virtually every genealogical software has its own "flavor" of GEDCOM. As we learn about new flavor, the import/export filters can be created very quickly. However, finding out about the unknown flavors requires user feedback. Please feel free to inform us about any GEDCOM flavor not supported by GRAMPS, and we will do our best to support it!
de: Es ist wichtig zu wissen, dass der GEDCOM-Standard nur schwach implementiert ist -- praktische jede genealogische Software hat einen eigene "Dialekt" von GEDCOM. Sobald wird von einem neuen Dialekt hören, können die Import- und Exportfilter sehr schnell erstellt werden. Aber um unbekannte Dialekte zu finden benötigen wir Benutzer-Feedback. Bitte informieren Sie uns über GEDCOM-Dialekte, der nicht von GRAMPS unterstützt wird, und wir werden unser Bestes tun um ihn zu unterstützen.

source: Can GRAMPS read files created by other genealogy programs?
de: Kann GRAMPS Dateien lesen, die von dem Programm X erstellt wurden?

source: See above.
de: Siehe oben.

source: Can GRAMPS write files readable by other genealogy programs?
de: Kann GRAMPS Dateien schreiben, die das Programm X lesen kann?

source: Can GRAMPS print a genealogical tree for my family?
de: Kann GRAMPS einen Stammbaum für meine Familie drucken?

source: Yes. Different people have different ideas of what a genealogical tree is. Some think of it as a chart going from the distant ancestor and listing all his/her descendants and their families. Others think it should be a chart going from the person back in time, listing the ancestors and their families. Yet other people think of a table, text report, etc.
de: Ja. Verschiedene Leute habe verschiedene Ansichten, was ein Stammbaum ist. Manche denken an eine Tafel, ausgehend von dem am weitesten entfernten Ahnen, die alle seine/ihre Nachkommen und deren Familien auflistet. Anderen denken an eine Tafel, die von der Person aus zuück in der Zeit geht und alle Ahnen und deren Familien auflistet. Noch anderen Leute denken an ein Tabelle, einen Textbericht usw.

source: GRAMPS can produce any of the above, and many more different charts and reports. Moreover, the plugin architecture enables users (you) to create their own plugins which could be new reports, charts, or research tools.
de: GRAMPS kann alle oben genannten, und viele weitere Tafeln und Berichte produzieren. Darüber hinaus, ermöglicht die Plugin-Architektur es den Benutzern (Sie) ihren eigenen Plugins zu erstellen, welche neue Berichte, Tafeln oder Forschungswerkzeuge sein können.

source: In what formats can GRAMPS output its reports?
de: In welchen Formaten kann GRAMPS seine Berichte ausgeben?

source: Text reports are available in HTML, PDF, AbiWord, KWord, LaTeX, RTF, and OpenOffice formats. Graphical reports (charts and diagrams) are available in PostScript, PDF, SVG, OpenOffice, and GraphViz formats.
de: Textberichte sind verfügbar im HTML-, PDF-, AbiWord-, KWord-, RTF- und OpenOffice.org-Format. Grafische Berichte (Tafeln und Diagramme) sind verfügbar im Postscript-, PDF-, SVG-, OpenOffice.org- und GraphViz-Format.

source: Is GRAMPS compatible with the Internet?
de: Ist GRAMPS kompatibel mit dem Internet?

source: GRAMPS can store web addresses and direct your browser to them. It can import data that you download from the Internet. It can export data that you could send over the Internet. GRAMPS is familiar with the standard file formats widely used on the Internet (e.g. JPEG, PNG, and GIF images, MP3, OGG, and WAV sound files, QuickTime, MPEG, and AVI movie files, etc). Other than that, there is little that a genealogical program can do with the Internet.
de: GRAMPS kann Internetadressen speichern und sie im Browser aufrufen. Es Daten importieren, die Sie aus dem Internet herunter geladen haben. Es kann Daten exportieren, die Sie über das Internet verschicken können. GRAMPS ist vertraut mit den Standard-Dateiformaten, die häufig im Internet verwendet werden (z.B. JPEG-, PNG- und GIF-Bilder, MP3-, OGG- und WAV-Audiodateien, Quicktime-, MPEG- und AVI-Videodateien usw.) Darüber hinaus gibt es wenig, was ein Ahnenforschungsprogramm mit dem Internet tun kann. :-)

source: Can I create custom reports/filters/whatever?
de: Kann ich meine eigenen Berichte/Filter/... erzeugen?

source: Yes. There are many levels of customization. One is creating or modifying the templates used for the reports. This gives you some control over the fonts, colors, and some layout of the reports. You can also use GRAMPS controls in the report dialogs to tell what contents should be used for a particular report. In addition to this, you have an ability to create your own filters -- this is useful in selecting people based on criteria set by you. You can combine these filters to create new, more complex filters. Finally, you have an option to create your own plugins. These may be new reports, research tools, import/export filters, etc. This assumes some knowledge of programming in Python.
de: Ja. Es gibt verschiedenen Ebenen der Anpassung. Eine ist die Erschaffung oder das Verändern der Vorlagen für die Berichte. Dies gibt Ihnen die Kontrolle über die Schriftarten, Farben und über das Layout der Berichte. Sie können die GRAMPS-Kontrollen in den Berichtdialogen benutzen um festzulegen, welchen Inhalte in einem bestimmten Bericht verwendet werden sollen. Zusätzlich haben Sie die Möglichkeit Ihre eigenen Filter zu erschaffen -- dies ist nützlich beim Auswählen von Personen basierend auf denen, von Ihnen gesetzten, Kriterien. Sie können diese Filter kombinieren um neue, komplexere Filter zu erschaffen. Schließlich habe Sie die Möglichkeit eigene Plugins zu schreiben. Diese können neue Berichte, Forschungswerkzeuge, Import-/Exportfilter usw. sein. Dies setzt aber Kenntnisse in der Python-Programmierung voraus.

source: What standards does GRAMPS support?
de: Welche Standards unterstützt GRAMPS?

source: The nice thing about standards is that there never is a shortage of them. GRAMPS is tested to support the following flavors of GEDCOM: GEDCOM5.5, Brother's Keeper, Family Origins, Family Tree Maker, Ftree, GeneWeb, Legacy, Personal Ancestral File, Pro-Gen, Reunion, and Visual Genealogie.
de: Eine nette Tatsache über Standards ist, dass es nie zu wenige davon gibt :-). GRAMPS wurde getestet um die folgenden Dialekte von GEDCOM zu unterstützen: GEDCOM5.5, Brother's Keeper, Family Origins, Familty Tree Maker, Ftree, GeneWeb, Legacy, Personal Ancestral File, Pro-Gen, Reunion, und Visual Genealogie.

source: What is the maximum database size (bytes) GRAMPS can handle?
de: Wie groß darf eine GRAMPS-Datenbank maximal sein?

source: GRAMPS has no hard limits on the size of a database that it can handle. Starting with this release, GRAMPS no longer loads all data into memory, which allows it to work with a much larger database than before. In reality, however, there are practical limits. The main limiting factors are the available memory on the system and the cache size used for BSDDB database access. With common memory sizes these days, GRAMPS should have no problem using databases with tens of thousands of people.
de: hat keine feste Begrenzung in der Größe der Datenbank, die es unterstützt. In der Realität allerdings gibt es praktische Grenzen abhängig vom Arbeitsspeicher und Festplattengröße. Mit 2.2.6, kann GRAMPS ohne Probleme Datenbanken mit über 100.000 Personen verwalten

source: How many people can GRAMPS database handle?
de: Wie viele Personen darf eine GRAMPS-Datenbank maximal haben?

source: We have found that on a typical system, GRAMPS tends to bog down after the database has around 150,000 people. Again, this is dependent on how much memory you have.
de: Siehe oben.

source: Why is GRAMPS running so slowly?
de: Warum läuft GRAMPS so langsam?

source: It does not anymore! Just try out the current version, 2.2.0.
de: Inzwischen nicht mehr! Probieren Sie einfach die aktuelle Version 2.2.x.

source: I want to rerun the Startup dialog. How do I do this?
de: Ich möchte noch mal den Startdialog (Druiden) aufrufen. Wie mache ich das?

source: GRAMPS keeps a flag in the GNOME configuration database to indicate that the startup dialog has been run. To cause GRAMPS to rerun this, the flag needs to be reset. This can be done with the following command:
de: GRAMPS speichert ein Flag in die GNOME-Konfigurationsdatenbank um anzuzeigen, dass der Startdialog aufgerufen wurde. Damit GRAMPS ihn noch mal aufruft, muss das Flag gelöscht werden. Das kann mit dem folgenden Kommando getan werden:

source: Why can I not add/remove/edit columns to the lists in People View and Family View?
de: Warum kann ich keine Spalten hinzufügen/entfernen/bearbeiten in den Listen in der Personen- und Familienansicht?

source: Now you can! Just try out the current version, 2.2.0.
de: Das geht jetzt! Einfach die aktuelle Version 2.2.X probieren.

source: I would like to contribute to GRAMPS by writing my favorite report. How do I do that?
de: Ich möchte zu GRAMPS beitragen, indem ich meinen Lieblingsbericht schreibe. Wie mache ich das?

source: The easiest way to contribute to reports, filters, tools, etc. is to copy an existing GRAMPS report, filter, or tool. If you can create what you want by modifying existing code -- great! If your idea does not fit into the logic of any existing GRAMPS tool, the <ulink type="http" url="http://gramps.sourceforge.net/phpwiki/index.php/GrampsDevelopersPage">following page</ulink> may provide some help in writing your own plugin from scratch.
de: Der einfachste Weg zu Berichten, Filter, Werkzeugen usw. beizutragen ist einen existierenden GRAMPS-Bericht, -filter oder -werkzeug zu kopieren. Wenn Sie das gewünschte erreichen können durch das Verändern des Quellcodes -- großartig! Wenn ihre Idee in die Logik eines existierenden GRAMPS-Werkzeugs passt, hilft Ihnen vielleicht <ulink type="http" url="http://gramps.sourceforge.net/phpwiki/index.php/GrampsDevelopersPage">folgende Seite</ulink> Schreiben Ihres ganzen neuen Plugins.

source: If you need more help or would like to discuss your idea with us, please do not hesitate to contact us at <ulink type="mailto" url="mailto:gramps-devel@lists.sf.net">gramps-devel@lists.sf.net</ulink>
de: Wenn Sie mehr Hilfe benötigen oder Ihre Idee mit uns zu diskutieren, zögern Sie bitte nicht uns zu kontaktieren unter<ulink type="mailto" url="mailto:gramps-devel@lists.sf.net">gramps-devel@lists.sf.net</ulink>

source: To test your work in progress, you may save your plugin under <replaceable>$HOME/.gramps/plugins</replaceable> directory and it should be found and imported on startup. The correctly written plugin will register itself with GRAMPS, create menu item, and so on.
de: Um Ihre Arbeit zu überprüfen, können Sie Ihr Plugin in das Verzeichnis <replaceable>$HOME/.gramps/plugins</replaceable> und es sollte beim Start gefunden und importiert werden. Das richtig geschriebene Plugin registriert sich selbst bei GRAMPS, erzeugt einen Menüeintrag usw.

source: If you are happy with your plugin and would like to contribute your code back to the GRAMPS project, you are very welcome to do so by contacting us at <ulink type="mailto" url="mailto:gramps-devel@lists.sf.net">gramps-devel@lists.sf.net</ulink>
de: Wenn Sie mit Ihrem Plugin glücklich sind und Ihren Quellcode zum GRAMPS-Projekt beitragen möchten, sind Sie eingeladen es zu tun, indem Sie uns kontaktieren unter <ulink type="mailto" url="mailto:gramps-devel@lists.sf.net">gramps-devel@lists.sf.net</ulink>

source: I found a bug and I want it fixed right now! What do I do?
de: ch habe einen Fehler gefunden und möchte, dass er sofort behoben wird. Was tue ich?

source: The best thing you can do is to fix the bug and send the patch to <ulink type="mailto" url="mailto:gramps-devel@lists.sf.net">gramps-devel@lists.sf.net</ulink> :-)
de: Das Beste was Sie tun können ist den Fehler zu beheben und den Patch an <ulink type="mailto" url="mailto:gramps-devel@lists.sf.net">gramps-devel@lists.sf.net</ulink> senden :-)

source: A good bug report would include:
de: Ein guterFehlerbericht sollte enthalten:

source: Version of gramps you were using when you encountered the bug (available through <menuchoice><guisubmenu>Help</guisubmenu><guimenuitem>About</guimenuitem></menuchoice> menu item).
de: Die Version von GRAMPS, die sie benutzten, als sie auf den Fehler stießen (verfügbar durch den <menuchoice><guisubmenu>Hilfe</guisubmenu><guimenuitem>Info</guimenuitem></menuchoice>-Menüeintrag).

source: Language under which gramps was run (available by executing
de: Die Sprache, unter der GRAMPS ausgeführt wurde (verfügbar durch das Ausführen von

source: in your terminal).
de: in Ihrem Terminal).

source: Symptoms indicating that this is indeed a bug.
de: Die Symptome, die zeigen, dass es sich um einen Fehler handelt.

source: Any Traceback messages, error messages, warnings, etc, that showed up in your terminal or a in separate traceback window.
de: Zurückverfolgungsnachrichten, Fehlermeldungen, Warnungen usw., die in Ihrem Terminal auftreten oder in einem separaten Zurückverfolgungsfenster.

source: Most problems can be fixed quickly provided there is enough information. To ensure this, please follow up on your bug reports. In particular, if you file a bug report with the gramps bug tracker, PLEASE log in to bugs.gramps-project.org before filing (register your free account if you don't have one). Then we will have a way of contacting you should we need more information.
de: Die meisten Probleme können sehr schnell gelöst werden, vorausgesetzt es gibt genügend Informationen. Um dies Sicher zu stellen, senden Sie weiter Fehlerberichte. Besonders, wenn Sie einen Fehlerbericht mit dem sf.net Bug Tracker einschicken, loggen Sie sich erst bei sf.net ein (registrieren Sie Ihren freien Account, wenn Sie keins haben). Dann haben wir einen Weg Sie zu kontaktieren, falls wir mehr Informationen benötigen. Wenn Sie Ihren Bericht anonym einsenden, prüfen Sie wenigsten öfters auf Ihre Berichtseite, ob etwas Neues gesendet wurde, was es wahrscheinlich wird.

source: If the above explanations seem vague, please follow <ulink type="http" url="http://www.chiark.greenend.org.uk/~sgtatham/bugs.html">this link.</ulink>
de: Wenn Ihnen die obigen ErklÃ€rungen zu wage erscheinen, schauen Sie unter <ulink type="http" url="http://www.chiark.greenend.org.uk/~sgtatham/bugs.html">diesen link.</ulink>

source: It is obvious that GRAMPS absolutely needs to become a (client-server/web-based/PHP/weblog/Javascript/C++/distributed/KDE/Motif/Tcl/Win32/C#/You-name-it) application. When is this going to happen?
de: Es ist offensichtlich, dass GRAMPS eine (client-server/web-basierende/PHP/weblog/Javascript/C++/distributed/KDE/Motif/Tcl/Win32/C#/Was-weiß-ich)- Anwendung wird. Wann passiert das?

source: The surest way to see it happen is to get it done by yourself. Since GRAMPS is free/open source, nobody prevents you from taking all of the code and continuing its development in whatever direction you see fit. In doing so, you may consider giving your new project another name to avoid confusion with the continuing GRAMPS development. If you would like the GRAMPS project to provide advice, expertise, filters, etc., we will gladly cooperate with your new project, to ensure compatibility or import/export options to your new format of a project.
de: Der sicherste Weg, es wahr werden zu lassen, ist, dass Sie es selbst machen. Weil GRAMPS Open Source ist, wird niemand Sie daran hindern den Quellcode zu nehmen und seine Entwicklung in die Richtung, die sie möchten weiterzuführen. Wenn Sie das machen, sollten Sie Ihrem Projekt einen neuen Namen geben um Verwirrung mit der weitergehenden GRAMPS-Entwicklung zu verhindern. Wenn Sie dem GRAMPS-Projekt Ratschläge, Filter usw. geben wollen, werden wir mit Ihrem Projekt zusammenarbeiten um Kompatibilität und Import/Export-Möglichkeiten zu Ihrem neuen Projekt zu bewahren.
